{
  "id": "s1054",
  "cite": "Z Castellanos",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "p 175",
      "quote": "Bodegas.—En el último tercio del siglo XVI, nuevos adversarios interrumpieron la tranquilidad de las colonias de América. [new para] El Reino de Guatemala, mantenía constante zozobra con las noticias de asaltos e incendios que llevaban a cabo los piratas y bucaneros en las costas de ambos mares, especialmente en Trujillo y Puerto Caballos. [new para] Con tal motivo, en 1573, el Gobernador don Pedro de Villalobos dispuso que la carga y descarga de mercaderías se hiciera en Golfo Dulce en vez de Puerto Caballos, estableciendo una lonja en un paraje situado a tres leguas y media del sitio que había ocupado Nueva Sevilla, al Sudoeste del lago de Izabal, junto a la ensenada del Matilisguate; y como era natural, se fué formando allí una población que llamaron Bodegas, la que, según Fuentes y Guzmán, tuvo algún auge en el último cuarto del mismo siglo, favoreciéndole la llegada de la que llamaban 'Flota de Honduras', y comunicándose con la capital del Reino por medio de un camino de herradura que ordenó construir el mismo Gobernador Villalobos.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "pp 176-177",
      "quote": "Santo Tomás de Castilla.—A principios del siglo XVII la piratería abundaba en nuestras costas, especialmente en el Océano Atlántico, pudiendo entonces aplicarse las palabras de un escritor moderno: 'Golfo Dulce era un vivero de piratas'. [new para] Por esta razón, en 1596 el Ayuntamiento de Guatemala había elevado al Rey Felipe II, un memorial pidiendo protección en las costas; memorial que quedó archivado en España, y como sucediera esto, el 15 de marzo de 1603 el mismo Ayuntamiento se presentó en cuerpo al Gobernador del Reino, Doctor don Alonso Criado de Castilla, poniéndole de manifiesto los graves daños que ocasionaban los piratas en Puerto Caballos, Trujillo y Golfo [start p 177] Dulce, solicitando que se establecieran guarniciones en dichos puntos y que se nombrara una comisión o persona capacitada para ir a estudiar un sitio que el piloto Francisco Navarro había encontrado en la bahía de Amatique, propio para establecer en él un puerto seguro y abrigado. [new para] Como nada de esto se obtuvo, el Ayuntamiento nombró para ir a estudiar el sitio que indicaba Navarro, al Alcalde don Esteban de Alvarado y al Regidor don Carlos Vásquez de Coronado, quienes efectivamente llegaron a la costa de la bahía, descubriendo el 7 de marzo de 1604 el puerto que llamaron Santo Tomás de Castilla, por el santo del día y en honor al Gobernador. [new para] Hechos los sondeos y demás estudios del caso, indios loqueguas comenzaron a construir tinglados, llegando unas sesenta u ochenta familias de Puerto Caballos a poblar, fuera de los mismos indios que en seguida fueron dedicados a la apertura de un camino directo, sin pasar por Golfo Dulce, para comunicar el puerto con la ciudad capital. [new para] Se sabe además que aquellos indios desaparecieron, víctimas del clima y las enfermedades tropicales, lo que sucedió también con otros indígenas de Roatán, que en 1655 fueron trasladados de aquella isla a Santo Tomás, librándolos de los piratas. [new para] El monarca español autorizó por real cédula la apertura de aquel puerto, premiando debidamente al piloto Navarro y al Alcalde Alvarado. [new para] Pero la tranquilidad de dicho puerto no fué duradera: dos años después de su fundación una banda de piratas lo asaltó, y en 1607, una partida de holandeses, que llegaron en ocho urcas, no sólo lo asaltaron sino que lo incendiaron. Entonces un comerciante de Honduras, Juan Monasterios Bidé, dispuso proteger aquella población y levantó en las inmediaciones, a la orilla del mar, un pequeño fuerte instalando en sus muros siete cañones que tomó de sus propias embarcaciones.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    }
  ]
}
