{
  "id": "s1164",
  "cite": "Bridges",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "vol 2 pp 134-137",
      "quote": "A.D. 1638. Willis, the notorios Buccaneer, was the first Englishman who settled on the banks of the river to which he gave his name. The Spaniards called it Walis,[see note xxiii ie The name of Elias Ward, the pirate governor of Tortuga, in the year 1655, suffered a similar corruption: it was familiar and frightful to the Spaniards, who always wrote it Elyazoüard.] and the corrupting influence of time has softened it to Belize. The ex-governor of Tortuga sought his retreat on the shores and isles of Yucatan, where a multitude of his subjects or friends, who preferred a distant fortune to a narrow home, quickly joined him. Had the life of Willis been more worthy of a Briton, he might have been encouraged by a resemblance between his own fate, and that of the Venetians expelled by Attila. They fled from their pursuers to the neighbouring islands of the Adriatic, and were compared by Cassiodorus to water-fowl who had fixed their nests upon the bosom of the deep. A people whose habitations, like those of Willis and his followers, might be doubtfully assigned to the earth or water, soon became alike familiar with the two elements; and the demands of avarice succeeded to those [start p 135] of necessity. As they were more ambitious of spoil than glory, they seldom attacked any fortified towns, or engaged in the open field; but the celerity of their motions enabled them, almost at the same time, to threaten and assault the most distant objects which attracted their desires; and by a secure but laborious navigation, they soon reaped a rich harvest from the Spanish settlements. To annoy the Spaniards was their trade, their exercise, their glory, and their virtue. Impatient of their narrow limits, they grasped their arms, ascended their vessels, and explored every coast which promised an abundant spoil. The various troops of pirates and adventurers who fought under the same standard were insensibly united in a permanent society, at first of rapine, and afterwards of government; and a stream of daring volunteers incessantly flowed from the French and British isles. Their vessels, which were quickly multiplied by conquest, extended their excursions, or intercepted the trade upon the ocean;—and the marriage which Venice still celebrates with the Adriatic might, with the same propriety, be commemorated by the grateful settlers in the bay of Belize. After a few years of successful plunder, they followed the more peaceful occupation of logwood chipping, to which their situation was peculiarly adapted: for the exhaustless forests of the precious dye covered a country, through which a navigable river flowed to an obscure coast which was protected by the intricacies of innumerable isles and shoals, where the dex-[start p 136]trous could easily elude pursuit. The advantages of the settlement soon became better known to the British, and an object of jealousy, therefore, to the Spanish court: so that for more than half a century it was the fruitful subject of repeated treaties, and the constant source of contention between the courts of London and Madrid; the former desirous of profiting by the trade, and by the advantages of a position which at once laid open the hidden sources of the Spanish treasure, the latter fearful of admitting an enterprising people so near to them. Repeated attempts were made to derive the Colony from the country—but they all failed against a people who possessed the sea, and, on land, could endure hardships under which the drowsy Spaniards sunk. [new para] The Indians of the Mosquito shore were the faithful allies of the settlers at Belize—they soon excelled in the use of fire-arms, and the acquirement gave life and energy to their natural hatred of the Spanish name. But it was not until more than twenty years after the colony of Willis had been established, that the value of the logwood and mahogany brought any great accession of strength to his people. At first a place of refuge and retirement, they impatiently compared the slow returns of labour with the successful rapine and liberal rewards of their former life; and the logwood trade was again almost abandoned for the more liberal profession of a pirate. Great Britain had been too well supplied with dye-woods by her privateers, and at [start p 137] the expense of Spanish life and labour, to risk her own resources in the preservation or enlargement of the colony; and it was not until her dauntless mariners had swept the timid Spaniards from the ocean, that the want of employment added much to the establishment of Belize. Another settlement was then formed near Cape Cotoche, upon the coast of Yucatan, by those who had too much independence to join the settlement of Willis—but the scarcity of logwood soon drove them to the Laguna de Terminos, in the deep and sheltered bay of Campeche.",
      "quote_n": "FURTHER EVENTS TO ADD 20 JUL 2022",
      "locn": "Old R",
      "act": "Englishmen first settle",
      "accept": true,
      "qualify": null,
      "lbd": "1638",
      "upd": "1638",
      "date": "in 1638 / after period as governor of Tortuga",
      "note": null
    }
  ]
}
