{
  "id": "s1198",
  "cite": "G Palaez",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "vol 2 cap 66 pp 139-140",
      "quote": "Si los tratados [of 1667, 1670] invocados por el almanaque [Hon Alm for 1828] no prestaban apoyo á la posesion del territorio de Yucatan, mucho menos podian dispensarlo á la ocupacion del de Balis. Lo primero, por llevar consigo idéntico vicio: lo segundo, por ser ella posterior á los tratados. La introduccion formal en el territorio data el año de 680, y los tratados fueron celebrados en 670 y 667. Asi aparece literalmente de la narracion del almanaque: consta de la de [start p 140] Ximenes, ya referida [ie Ximenez lib. 5 cap. 33 per G Palaez 2 cap 63 p 124 or Ximenez cap. 31 per G Palaez 2 cap 63 p 127], que por este tiempo solo menciona entradas y salidas de piratas al interés de palo de tinte: de la de Delgado, cuyo testimonio oficial por el carácter de empleado, y coetáneo al hecho que refiere, muestra que hasta el año de 677 no poseian los ingleses mas que el cayo Cosina, y el islote del rio Tejach, sin hacer asiento aun en la tierra firme de la costa. Delgado recorrió cuidadosamente, y reconoció todas las bocas de los rios, y vió desierta la de Balis, que se conceptúa de primera fundacion. Robertson mismo denota la posterioridad de ella, cuando describiendo los progresos de este negocio [in Robertson lib. 7 s 68 per G Palaez 2 cap 65 p 134], añade: y en fin, ellos han colocado su principal establecimiento en la bahia de Honduras.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 cap 65 pp 134-135",
      "quote": "No fueron solo las bahias del Espíritu Santo de Bacalar, y la de la Ascension las ocupadas por ingleses con el corte del palo de tinte en Yucatan: lo habian sido mcho antes el cabo Catoche, y otros parages hasta la laguna de Términos. Roberston lib. 7 s 68 dice. Despues de la conquista de Jamayca uno de los primeros objetos que tentaron los ingleses fué el gran provecho del co-[start p 136]mercio del palo de tintura, y la facilidad de arrebatar una parte de él á los españoles. Algunos aventureros de esta isla hicieron la primera tentative en el cabo Catoche situado al sudueste de Yucatan, y tuvieron una grande ganancia, cortando palos. Cuando los árboles mas próximos á la costa fueron abatidos, ellos se acercaron á la isla de Triste en la bahia de Campeche.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 cap 63 p 129",
      "quote": "Murillo, en su Geografia lib. 9 cap. 3, hablando de esta última provincia [bahia de la Ascension, que pertenece á la villa de Valladolid de Yucatan], escribe. Aqui hay mucho palo colorado para teñir, que llaman brasil y campeche, y por aprovecharse de él, se establecieron algunos ingleses.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 cap 66 pp 140-141",
      "quote": "En informe hecho al gobierno superior del reyno por el padre comisario de misiones fray Alonso del Castillo, y firmado de su nombre en 16 de agosto de 1724, se dá la relacion siguiente. [new para] Demas de dichos zambos mosquitos hay poblados como trescientos ingleses, segun el informe que me hicieron los prácticos [start p 141] de dicha costa, y que han estado entre ellos. Mas estas poblazones de ingleses estan muy apartadas y distantes del parage de los zambos mosquitos. Estan dichos ingleses en el parage que llaman Balis en esta costa de la mar del norte á el lado y costa del castillo del Golfo, que mira como quien navega para Campeche. De suerte que saliendo del castillo del Golfo, y navegando costa á costa á los cuatro dias de navegacion se encuentra con las poblazones de Balis á la lengua del agua. Estos ingleses ha mucho tiempo que estan poblados y cortando palo de brasil, que es el fin y único ejercicio que tienen. Ellos cortan de este palo que superabunda en aquel parage, y gran parte de su circunferencia, por lo que mira á la montaña de dicha costa, y en porciones lo van vendiendo á otros ingleses, que á este fin vienen de Jamayca y de Inglaterra. [new para] En la montaña de dicho parage solo hay montes espesísimos y casi impenetrables; porque nunca jamas se ha oido hayan atravesado aquellas montañas por tierra, ni los ingleses á los pueblos ó haciendas de cathólicos por tierra adentro, ni los cathólicos al pueblo, parage de Balis. Todo esto débese entender de un tiempo posterior á la jornada del padre Delgado en adelante; pues en esa época aun habia camino por tierra de la Verapaz á Bacalar. Solo por mar, continúa diciendo el padre Castillo, en canóas ó por tierra, costa á costa, entre la lengua del agua y orilla de la montaña, han pasado algunos españoles y mulatos que han arribado á Balis, unos por temporal, otros que habiéndolos aprisionado en la mar, los han echado en Balis.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 cap 65 p 135",
      "quote": "El almanaque de Balis del año de 828, tratando esta materia [ie ingleses en Yucatan], refiere que al principio las embarcaciones inglesas cruzaban los mares en solicitud de embarcaciones españolas: que mas adelante no haciendo presa de ellas, aprendieron los ingleses por sí á cortar su carga; y que el primer establecimiento de cortadores se hizo en el cabo Catoche por aventureros de Jamayca, que en poco tiempo se estendieron hácia el sur hasta la playa de Waliz, y hácia el oeste hasta la isla de Triste: con que teniendo este modo de ganar la subsistencia, dejaron la depredacion por tratado hecho con la España en Madrid en 667.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 cap 63 p 124",
      "quote": "Destituidos los corsarios ingleses de todo socorro en las islas Guanajas mediado el siglo 17 con haber sacado á sus naturales, incendiado sus ranchos y talado sus sementeras, donde se surtian de bastimentos y hacian mansion, hubieron de buscar lo uno y lo otro en la tierra adentro de la costa, en que hubiesen sementeras, ranchos y naturales moradores de la tierra, para no carecer de su provision. Todo esto hallaron en las provincias del Chol, Manché, Mopan y Typú situados en lo largo de la costa de la Verapaz y el Lacandon, desde el Golfo-dulce hasta Yucatan. El p. Delgado, misionero domínico, en una entrada que hizo pasando adelante del Manché de tránsito para Yuctan con el objeto de hallar camina para aquella provincia y abrir comunicacion con ella, da el derrotero de su viage y mucha razon de la poblacion que descubrió al paso, en relacion de que se ha hecho mérito y transcribe Ximenez lib. 5 cap. 33. [new para]",
      "quote_n": "G Palaez 2 cap 63 entitled Entradas de corsarios á la costa de Verapaz /v G Palaez 2 p 124",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 cap 65 pp 136-137",
      "quote": "[E]l conde de Arlington mostró ante los señores de la junta una carta de sir Tomas Modyford, primer gobernador de Jamayca, datada el 16 de mayo de 1672, donde despues de dar cuenta de la extension [start p 137] del pais en que se cultiva el palo de campeche, y de los lugares frecuentados por los ingleses, añade: que ellos habian hecho aquel comercio durante tres años; al principio encontrándolo en la orilla del mar: pero que despues, viéndose obligados á internarse cuatro ó cinco millas dentro de el pais, habian hecho provisiones indígenas, y construido casas allí, para preservarse ellos mismos y sus provisiones del mal tiempo: que generalmente le habian asegurado, que nunca habian visto españoles ú otras personas en todo el tiempo de su obra, á pesar de haber ido seis ó siete millas mas lejos á matar venados.",
      "quote_n": "Quote content from Hon Alm for 1828 p [missg]",
      "locn": null,
      "act": "los ingleses cultivan el palo de campeche al principio encontrándolo en orilla del mar et frecuentan lugares et hacen comercio",
      "att": null,
      "lbd": "1669",
      "upd": null,
      "date": "at least 3 years prior to Modyford letter datada 16 de mayo de 1672",
      "note": null
    }
  ]
}
