{
  "id": "s1636",
  "cite": "Garcia",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "p 34",
      "quote": "William Dampier, que recorre la región en compañía de los bucaneros entre 1681 y 1688, señala que los miskitu son muy codiciados por los buques corsarios y que en cada nave de tripulación británica viajan al menos dos miskitu. Según el relato de Dampier, son precisamente los miskitu quienes abastecen de alimentos a los barcos piratas[DAMPIER (1906: 39-40)].Así es como los miskitu se desarrollan como un pueblo de marinos, dispuestos a realizar largos recorridos en compañía de los británicos[El primer miskitu, del que se conoce a ciencia cierta que fue invitado a visitar la corte británica, lo hizo en 1640].",
      "quote_n": null,
      "locn": "Mos S",
      "act": "el primer miskitu visita corte británica",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": "1640",
      "date": "prior to first Miskito visit to Lon in 1640",
      "note": null
    },
    {
      "in": "p 33",
      "quote": "Floyd afirma que los asentamientos de población blanca, negra y amerindia fueron creciendo paulatinamente entre 1633 y 1663, especialmente en la zona de Bluefields y Cabo Gracias a Dios[Floyd 1990 p 22].",
      "quote_n": null,
      "locn": "Mos S",
      "act": "asentamientos de población blanca, negra y amerindia crecen paulatinamente",
      "accept": null,
      "qualify": false,
      "lbd": "1633",
      "upd": null,
      "date": "entre 1633 y 1663",
      "note": null
    },
    {
      "in": "p 32",
      "quote": "Entre los primeros británicos que se establecen en la región hay que nombrar a los puritanos de la compañía de Providencia (1630-1641), porque sienta las bases para las futuras relaciones entre la Costa de Mosquitos e Inglaterra. La compañía la forman prominentes puritanos que, como el conde de Warwick, son miembros del Parlamento. Luego de que el almirantazgo aprobara su constitución, la compañía se establece en la isla de Providencia la que, pese a haber sido descubierta por los españoles en 1527 y nombrada como Santa Catalina, se encontraba deshabitada. A esta isla acuden piratas holandeses muchos de los cuales logran establecer un trato amistoso con los indios de tierra firme. Entre estos hay que nombrar a Abraham y William Blauveldt (padre e hijo), cuya intermediación va a resultar determinante para que los puritanos sean aceptados por los mayagnas. [new para] La compañía [de Providencia] ocupa además las islas de Tortuga, que constituyen el refugio de los filibusteros que circulan por el Caribe, y la de Roatán. Simultáneamente otros colonos, sin relación aparente con la compañía de los puritanos, se asientan en el territorio de Belice. [new para] Los planes de los puritanos son comerciar con la población nativa y dedicarse al cultivo del algodón y del tabaco, con la ayuda de 400 esclavos negros «importados» a la isla con este fin. Pero al no resultar las actividades agrícolas tan rentables como se esperaba, los colonos deciden dar prioridad al intercambio de productos europeos por otros locales, muy apreciados en Europa. Y con este fin se encarga al capitán Sussex Cammock establecer, con la ayuda de los Blauveldt un puesto comercial en la zona de Cabo de Gracias a Dios.",
      "quote_n": null,
      "locn": "Mos S / Hon / Roatan",
      "act": "los primeros británicos se establecen eg puritanos de la compañía de Providencia / otros colonos sin relación aparente con la compañía de los puritanos",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": "1641",
      "date": "prior to Old Prov end",
      "note": null
    },
    {
      "in": "p 29",
      "quote": "Una tesis reciente afirma, por el contrario, que se conocía a los miskitu a principios del siglo XVII como los indios guainaes (o guabas), es decir, los indios que habitan en el litoral del río Wanki o Guani (Coco)[Offen 1999 p 107]. De ser correcto que los nombrados como indios guaianes son los mismos a los que, posteriormente, se va a nombrar como miskitu, estos se habrían mezclado con los españoles sobrevivientes de una expedición militar realizada a la región en 1609[Vazquez cit p 79].",
      "quote_n": null,
      "locn": "Mos S",
      "act": "los españoles mezclaronse",
      "accept": null,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "a principios del siglo XVII / en 1609",
      "note": null
    },
    {
      "in": "p 28",
      "quote": "La mayoría de los autores concuerdan en afirmar que los miskitu no existían como tales antes de la llegada de los europeos, sino que emergen en el escenario local como grupo socialmente diferenciado en el siglo XVIL. Los miskitu son producto del mestizaje entre europeos (británicos, franceses y holandeses), africanos y amerindios.",
      "quote_n": null,
      "locn": "Mos S",
      "act": "europeos (británicos, franceses y holandeses) mestizanse",
      "accept": true,
      "qualify": true,
      "lbd": "1601",
      "upd": "1700",
      "date": "en el siglo XVIL [miss for XVII]",
      "note": null
    },
    {
      "in": "p 28",
      "quote": "Al quedar la Taguzgalpa y la Tologalpa fuera del control jurídico y político español se convirtió esta región en un foco de atracción para otras potencias europeas. Los contactos de los amerindios con los piratas/bucaneros (franceses, holandeses y británicos) y los africanos se inician en el siglo XVI.",
      "quote_n": "Extraído de Etnogénesis, hibridación y consolidación de la identidad del pueblo miskitu, capítulo 1, páginas 25-36, Madrid, España, 2007 /v Garcia p 25 / En el cuarto tomo de la historia del fraile franciscano Francisco Vázquez, publicado por primera vez 1695-1714, se delimita el territorio de la Tologalpa al área que se extiende entre el río Tinto, y al Occidente hasta el valle de Jalapa, ciudad Vieja, Pantasma y el corregimiento de Sébaco (y Chontales); al Mediodía hasta el río San Juan y al Oriente hasta el Atlántico. Mientras que la Taguzgalpa limita al Norte con Trujillo, al Occidente con los valles de Agalta, [start p 26] Olancho y Jamastrán; al Sur con los ríos Guayambre y Guayape y al Oriente con el Atlántico[Vazquez 1944]. /v Garcia pp 25-26",
      "locn": "Mos S",
      "act": "los piratas/bucaneros (franceses, holandeses y británicos) contactan",
      "accept": true,
      "qualify": null,
      "lbd": "1501",
      "upd": "1600",
      "date": "en el siglo XVI",
      "note": null
    }
  ]
}
