{
  "id": "s1644",
  "cite": "Restall aa",
  "note": null,
  "via": null,
  "quotes": [
    {
      "in": "pp 12-13, 17",
      "quote": "There may have been occasional, small-scale logging incursions up the Belize River during the half-century of British logging in the Bay of Campeche and on the northern Yucatec coast (1662–1716), but its scant, circumstantial evidence simultaneously confirms that there was no settlement or permanent presence in the Belize region—and thus no detailed knowledge from which a mapmaker like Moll might have drawn. [.. begin p 13] Only then, in 1716, did British loggers begin regular logging activities on the Belize River, establishing themselves in seasonal logging camps and on the cays at the river’s mouth—primarily on Cocinas or Cayo Cosina (today’s St. George’s Caye)— to a degree that constituted a permanent settlement. [.. begin p 17] As this article asserts, possible periodic logging expeditions made to the Belize River mouth in the final decades of the seventeenth century, especially in seasons of intense Spanish campaigns against the Laguna de Términos settlements, did not transform the temporary camps on Cayo Cosina into a permanent settlement.",
      "quote_n": null,
      "locn": "Old",
      "act": "British log",
      "accept": true,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "after Campeachy capture in 1716",
      "note": null
    },
    {
      "in": "pp 3-4",
      "quote": "Meanwhile, in the seventeenth century, according to British and Belizean historiographical tradition, loggers from the British Isles began to take dyewood from the banks of what would become the Belize River, and—again, according to modern sources—a Scottish buccaneer named Peter Wallace eponymously founded the settlement that would eventually evolve into a nation, the name Wallace becoming Belize. But—again, in practical terms, and as I argue—the place did not yet exist for the British, who had yet to settle there. [.. begin p 4] Before the eighteenth century, the place later called Belize did not yet exist. That is, I argue, buccaneers or pirates did not found a permanent settlement there in the seventeenth century; Peter Wallace is pure invention.",
      "quote_n": null,
      "locn": "Old",
      "act": "Brit or Wallace log",
      "accept": false,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "in 17th cent",
      "note": "reject all 17th cent logging theories"
    },
    {
      "in": "p 17",
      "quote": "Edward Long, in his multi-volume 1774 history of Jamaica, employed the slippage that would become more common and specific: discussing the logwood wealth that began flowing from the Bay of Honduras in the 1710s, he assigned Belize’s origins not to those 1710s loggers, but 'to the Bucaniers, who first established a settlement here, and maintained their ground against a continual annoyance of the Spaniards.'",
      "quote_n": "cites Edward Long, History of Jamaica (London: T. Lowndes, 1774), vol. I, p. 331. /v Restall aa p 17",
      "locn": "Hon",
      "act": "buccaneers est settlement",
      "accept": false,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "before 1710s",
      "note": null
    },
    {
      "in": "pp 19-20",
      "quote": "Bancroft noted that around 1717, English 'wood-cutters' were 'finally driven' by Spaniards from the Laguna de Términos region, and that meanwhile in the 'latter half' of the seventeenth century the Spaniards abandoned 'that portion of Yucatan bordering on the Bay of Honduras.' Its isolation and 'its numberless reefs and shoals on its sea-coast, made it peculiarly fitted for the haunts of the buccaneers.' Bancroft then stated that, as a result, [begin p 20] 'One of these, Peter Wallace, a Scotchman, landed with some eighty companions at the mouth of the Belize River, and erected on its banks a few houses, which he enclosed with a rude palisade. His name was given both to the river and the settlement, and subsequently to the whole region occupied by the English. By the Spaniards this territory was variously termed Walis, Balis, and Walix, and the word became finally corrupted into the present name of Belice or Belize.'",
      "quote_n": "cites Hubert Howe Bancroft, History of the Pacific States of North America, 34 vols. (San Francisco: A.L. Bancroft & Co., 1882–1890), vol. 2 (1883), p. 624. /v Restall aa p 20",
      "locn": "Old",
      "act": "Wallace lands",
      "accept": false,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "latter half 17th cent",
      "note": null
    },
    {
      "in": "p 22",
      "quote": "The first edition [of Hond Alm] declared that 'the British settlement of Honduras, of which Belize is the capital, cannot be traced to be of any greater antiquity than from the administration of Oliver Cromwell' (the 1650s).",
      "quote_n": null,
      "locn": "Old",
      "act": "Brit settle",
      "accept": false,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "the 1650s",
      "note": null
    },
    {
      "in": "p 22",
      "quote": "But the following year (1827)—and I soon discovered that I was not the first to find this pirate’s treasure, with Campbell and the Bulmer-Thomases finding it shortly before me—Wallace made his debut appearance [in Hond Alm]: it was a 'Lieutenant among the Bucaniers who formerly infested these seas' with the name of 'Wallice' who 'first discovered the mouth of the River Belize.'",
      "quote_n": null,
      "locn": "Old",
      "act": "Wallace discovers",
      "accept": false,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    }
  ]
}
