{
  "id": "s1722",
  "cite": "Fenix",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "iss 62 for 5 Sep 1849 pp 3-4",
      "quote": "Libradas de ordinario á sus propios recursos, y no siendo posible atender á la vez, y en toda su extension, los diversos puntos amagados del enemigo, caia éste de improviso en el sitio mas descuidado, robaba, incendiaba y destruia, y marchaba despues á dividir sus presas en las colonias de donde recibia amparo y proteccion. Tanta era la audacia de aquellos aventureros, que solian permanecer por meses, y aun años enteros, ocupando algunas islas y sitios próximos á las poblaciones españolas, sin que recibiesen por ello la menor hostilidad, ni molestia. Así fué como vino á formarse el establecimiento de Belice, situado en la costa sur de la península de Yucatan, sobre el golfo de Honduras. [new para] Dificil es hallar en la historia, á punto fijo, el primitivo sitio y asiento de esta colonia. Mas parece ser un hecho averiguado lo que se refiere acerca del establecimiento de ella en donde hoy se encuentra. Dícese que un bucanero escocés atrevido y emprendedor, llamado Peter Wallace, movido de la fama de las riquezas que se ganaban en aquellas expediciones infames, y asociado de los mas resueltos de sus camaradas, determinó buscar un sítio á propósito en que colocar perpetuamente su guarida. Como esto ocurria á mediados del siglo XVII la costa de Yucatan bañada del golfo de Honduras, se hallaba totalmente deshabitada de españoles, pues el único establecimiento que allí habia, el de Bacalar, habia sido aniquilado por la irrupcion del filibustero Abraham (en 1648 y 1652, segun Cogolludo) y por la sublevacion de los indios de aquel distrito. Wallace hizo un perfecto reconocimineto de aquellos bajos y arrecifes, y despues de un exámen diligente halló en nuestras costas un rio enteramente á cubierto con una series de cayos y bajos; y desembarcó allí con unos ochenta piratas, que desde el momento mismo construyeron unas cuantas chozas circunvaladas de una especie de empalizada ó ruda fortaleza. Dieron aquellos aventureros el nombre de WALLACE al rio en cuyas márgenes se establecieron, nombre que despues degeneró en WALLIX, y por último en BELICE, que es como lo nombran los geógrafos modernos, y así se denomina en las actas oficiales del gobierno ingles. [new para] El bucanero escocés sabia que su nuevo establecimiento se hallaba en territorio español; pero queriendo hacer permanente y segura aquella guarida para los que en lo sucesivo quisiesen habitarla, procedió desde luego, aunque sin intervencion aparente de su gobierno, á celebrar un tratado con los indios MOSQUITOS, tribu que jamas habia estado en la dependencia española, ni recibido el yugo impuesto á las demas que se hallaban diseminadas en este vasto continente. Hizo mas Wallace; pues consiguió del cacique ó régulo de los MOSQUITOS, que le cediese en el tratado el territorio en que habia [start p 4] fundado su establecimiento; y aunque el MOSQUITO ni siquiera sabia á derechas cual era el territorio de que se trataba, no por eso halló dificultad alguna en acceder á los deseos de aquel hombre blanco, que le mostraba tan singular amor, y que no tenia empeño en destruirle sus ídolos y demas signos de su idolatría.",
      "quote_n": "Quote content attributed to Justo Sierra O'Reilly, and thereby judged reliable or highly reliable by Mexican authorities, though Sierra O'Reilly did not make it a practice to cite sources in his historical texts /v N Ortega pp. 8–9 / NEED DIRECT QUOTE OF THIS OPINION 11 JUL 2022\n Puede suceder muy bien que las conclusiones, que hemos de inferir de todos los hechos y precedentes que vamos á someter al juicio de nuestros compatriotas, sean erróneas; pero por lo que respecta á los hechos mismos, los buscarémos en su fuente, y los propondrémos sin temor y con buena fé. /v Fenix iss 62 for 5 Sep 1849 p 3",
      "locn": "Old R",
      "act": "bucanero escosés y 80 asociados piratas buscan un sitio á propósito en que colocar perpétuamente su guarida á fin de salir á sus piraterías y despues de examén diligente de costa yucateca en Bahía de Hon hallan Old R",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "á mediados del siglo XVII / despues de aniquilado Bacalar por Abraham y sublevacion de indios",
      "note": null
    }
  ]
}
