{
  "id": "s1820",
  "cite": "Asturias aa",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "p 13",
      "quote": "You say : 'The commonly accepted origin of British Honduras is that Belize was first settled by some shipwrecked Englishmen in 1638, and that Wallace, or Wallis, a buccaneer, established himself there about that date'. If there was a Wallace, this was the Scotchman Peter Wallace. who died in England in 1621, and it is impossible that he could establish himmself in 1638, 17 years after he died.",
      "quote_n": null,
      "locn": "Old R",
      "act": "shipwrecked Englishmen settle or establish themselves",
      "accept": null,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "in or about 1638",
      "note": "no attitude towards 'English settle' but rejects 'Wallace settled about 1638' - count 'commonly accepted' and 'about' and 'if there was' as qualifiers"
    },
    {
      "in": "p 12",
      "quote": "Todos nuestros historiadores indican que la fundación de Belice se verificó por el año de 1717, es decir, casi cien años después de la muerte de Wallace y casi todos hacen la narración en los términos siguientes : Enemistado Cronwell con España envió una escuadra al mando del Almirante Penn para ocupar Santo Domingo; rechazado se dirigió a Jamaica que ocupó en mayo de 1655 después de la muerte de su Gobernador. El Duque de Alburquerque, virrey de México, envió tropas y la escuadra de barlovento en auxilio de Jamaica, pero derrotados, no sirvieron más que para consolidar la soberanía inglesa en Jamaica, que, convertida en colonia inglesa, fué el foco de piraterías que causaron inmenso daño, al comercio peninsular, dominando todo el mar Caribe. A poco, se establecieron los ingleses en el cabo Catoche, que les ofrecía un magnífico fondeadero frente a la isla Contoy, donde se dedicaron al corte del palo campeche. De allí avanzaron en ambas direcciones, avances que toleró España por los tratados de 1667 y 1670. Siguiendo en sus avances llegaron a la isla de Tris, de la cual se apoderaron en 1696. Don Baltazar de Zúñiga, Marqués de Valero, envió, en 1717, una expedición al mando de Alonso Felipe de Andrade para desalojar a los ingleses de Campeche y Yucatán, y aunque logró su objeto y recuperó la isla de Tris, los ingleses se trasladaron al Sur, y llegando a las márgenes del río Viejo, establecieron una ranchería que comenzó a llamarse de 'Wallis o Belice'.",
      "quote_n": null,
      "locn": "Catoche / Tris / Old R",
      "act": "ingleses desalojados de Tris trasladanse al sur y llegando a rio Viejo establecen una ranchería",
      "accept": false,
      "qualify": null,
      "lbd": "1717",
      "upd": null,
      "date": "despues de invasion de Jamaica / despues de establecerse en Catoche / despues de establecerse en Tris / despues de expedicion contra ingleses en Tris por Alonso Felipe de Andrade",
      "note": null
    },
    {
      "in": "p 13",
      "quote": "The commonly accepted origin of British Honduras is that Belize was first settled by some shipwrecked Englishmen in 1638, and that Wallace, or Wallis, a buccaneer, established himself there about that date.",
      "quote_n": "Quote in J. A. Burdon to F. Asturias, undated letter, received 4 Oct 1930 /v Asturias aa p 14",
      "locn": "Old R",
      "act": "Wallace and shipwrecked Englishmen settle or establish themselves",
      "accept": null,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "in or about 1638",
      "note": "counting 'about' and 'commonly accepted' as qualifiers"
    },
    {
      "in": "pp 11-12",
      "quote": "El 3 de abril de 1603 muere la reina Isabel y con esto pierde Raleigh su buena posición; sube al trono de Inglaterra Jacobo VI, hijo de Maria Estuardo, con el nombre de Jacobo I, procesa a Raleigh y lo condena a muerte el 19 de octubre, sentencia que no se llevó a cabo sino 15 años después. Con esto se retiró Wallace de su antiguo Jefe y Capitán y se dedicó a correrías por su cuenta. El 7 de marzo de 1604 fue reconocida la hermosa bahia de Santo Tomás de Castilla, que antes se llamaba de Atique o Amatique, y que se encuentra a poca distancia de lo que hoy llaman Puerto Barrios. Es indudable que este descubrimiento llamó la atención de los piratas, puesto que [start p 12] vemos que en 1607 ya fué robado e incendiado por ocho naves holandesas al mando del conde Mauricio, y aunque algunos creen que Wallace se instaló en Belice hasta el año 1617, es probable que esto haya ocurrido antes. Con el oro obtenido en Cádiz y, probablmente aumentado en otras correrías, Wallace compró seis buques que tripuló con la gente más desalmada de Londres, y se dirigió a América el día 14 de mayo de 1603, cuarenta días después de la muerte de la reina Isabel. Sin tener ningún comprobante, me imagino que es en esta expedición cuando él llega a la desembocadura del Río Viejo, que desde entonces comienza a llamarse de Wallace o BELICE. Esta suposición la confirmo porque Wallace después de fundar la ranchería de Belice, quedó como jefe de ella; pero los aventureros que le había acompañado eran de tan mala índole, que por la menor dificultad en el reparto del botín, reñían y se apuñalaban, no respetando la autoridad de Wallace. Este, decepcionado, abandonó Belice, disigiéndose a Inglaterra, donde murió pocos años después. Ahora bien : Wallace murió en 1621, pocos años después de abandonar Belice lo que sí resulta si Wallace abandonó Belice por el año de 1617; pero no es posible que ese mismo año lo hubiera fundado, que tan pronto hubiera tomado incremento al extremo de ya no respetar la autoridad de su fundador. Es pues más verosímil que en su viaja a América, emprendido en 1603 haya llegado a la desembocadura del Rio Viejo, que la ranchería fué aumentando en población e importancia, debido al punto estratégico y a la tranquilidad en que vivían, con la ventaja de los grandes beneficios que les proporcionaba el comercio del palo de tinte o de Campeche.",
      "quote_n": null,
      "locn": "Old R",
      "act": "Wallace llega y funda ranchería",
      "accept": true,
      "qualify": true,
      "lbd": "1603",
      "upd": "1621",
      "date": "despues de viaje a América de Wallace de 1603 / despues de reconocerse Sto Tomás de Castilla / antes de muerte de Wallace de 1621",
      "note": "deems likelier than 'Wallace se instaló en Belice hasta 1617' claim"
    },
    {
      "in": "p 15",
      "quote": "Bancroft, History of Central America (pag. 624, Vol. II) and Lic. Manuel Peniche. Historia de las Relaciones de España y México con Inglaterra sobre el establecimiento de Belice (pág. 2) say about the same [that Wallace established Belize]: 'About the middle of XVII century, the part of Yucatán, near the bay of Honduras, was left by the spaniards, because Bacalar, the only establishment that there was, had been destroyed by the irruption of the filibuster Abraham and by the insurrection of the indians of that district. That came the scotchman Peter Wallace, with 80 fellows, and took possession of the mouth of the river and built some huts. They began to call this river Wallace, later Wallix and at least Belize.' Which is the true?",
      "quote_n": "Quote in Asturias to Burdon letter of 19 Oct 1930 /v Asturias aa p 14",
      "locn": "Old R",
      "act": "Scotchman Wallacy with 80 fellows take possession and build some huts",
      "accept": null,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "about middle of XVII cent / after Bacalar destroyed by Abraham and insurrection of indians",
      "note": null
    }
  ]
}
