{
  "id": "s217",
  "cite": "AMN",
  "note": "this is a manuscript so not strictly literature",
  "via": "harv",
  "quotes": [
    {
      "in": "189 no 3 ff 29r-v",
      "quote": "Esta Ysla Utila q.e tiene hasta 22 indios tributarios estan Encomendados à Andres Martines de Zuñiga Por la bondad de su Puerto la frecuentan los Enemigos [start f 29v] y ultimamente su poblacion toda por el presente mes septiembre de este año la quemò el enemigo olandes q.e con una Urca y una tastanilla al modo de una s[ill]tia pequeña de mas de le levante por el mes de Julio y Agosto deste año reconociò las costas è Yslas de Honduras, entrò en Puerto de caballos y hechò gente en tierra y penetrò hasta la bodega como quien trae en su compañia quien le Enseñe lo mas oculto de alli. Parò à las bocas del rio de Omoa y Oloa por un Expañol q.e se hallò alli junto los Yndios y al son de caxa los [ill]ò salir à la vista de la mar tirando flechas, y con este aparato tan leve no echò allì gente este enemigo, el qual parò à la punta de Manavique y reconoció la nao de Españay las Fragatas q.e estaban à su descarga y fuè al golfo dulce, y quedando la urca en la boca entrò la tartana con menos de 20 hombres en todos los q.e iban en ella, y al ruide de las caxas y arccabuces de la fragata del Capitan Fran.co Santillan dandole vista se fuè tirando haciendo la seña ordinaria de arriar y [ill]iar, y cogiò un hombre de la Fragata del Capitan Santillan q.e se habia echado al agua maltratado de fuego de un frasco de polvora à que se le pegò. y estos cosarios que son olandeses y de Flexinga, y de la Comp.a de la [ill]india y hermanos los capitanes y Pilotos de la tartana y urca, exàminò al soldado de la Fragata del capitan Fran.co de Santillan, y sus declaraciones las recibieron por escrito, y habiendola curado dicen que lo hecharon en una Canoa para q.e se volviere à la costa del golfo dulce, y la Canoa hay noticia q.e ha parecido y el hombre no. [continues]",
      "quote_n": null,
      "locn": "Utila",
      "act": "los Enemigos frecuentan",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": "1639",
      "date": null,
      "note": null
    },
    {
      "in": "189 no 3 ff 27v-28r",
      "quote": "Esta poblacion [en Ysla Guanaja] que tenia mas de 80 casas, la Yglesia y ellas las quemò el enemigo olandes por Febrero de este presente año de 1639 poniendo el primer fuego en la Casa del Cacique llamado D.n Alonso Gaitan contra quien està fulminado proceso q.e se và siguiendo por las comunicaciones que con este Yndio y otros han tenido y tienen los Enemigos olandeses Yngleses y franceses y como resulta [start f 28r] de la sumaria parece que desta Ysla Guanaja un Undio llamado soto [solo?] voluntariamente se fue con el Enemigo olandes por el dicho mes de Febrero y le llevò al Golfo dullce, y le enseñò donde estaban los caxones de tinta q.e saqueò hasta 400 y[ill]no y otras cosas de las bodegas, consiguiendolo con las noticias y guia deste Yndio q.e habia asistido ayudado à poner en cobro la caxoneria de añil y otras mercadurias Y segun se dice si el mismo Enemigo en la misma ocasion del golfo dulces, surgando que ofendia à otro Español no hubiera muerto de un balazo à este Yndio, hubiera descubierto cosas mas importantes, como de presente puede recelarse de otro Yndio llamado Alonso q.e por principio de Septiembre deste presente año en la Ysla de Utila se fuè con el enemigo voluntariamen.te. Y este Yndio Alonso es Nieto del cacique de la Guanaja D.n Alonso Gaitan hijo de su hijo D.n Jorge y tan platico en todos los puertos costas y partes de la tierra firme de truxillo, y los demas de Honduras que de todo puede dar avisos y noticias à los enemigos: y la ida deste Yndio consta por declaracion de quatro testigos.",
      "quote_n": "El Golfo de Honduras con[ill]ado segun todo se incluye De las costas de Honduras y Yucatan q.e concurren en La ensenada y angulo q.e penatra parte de la Verapaz donde comunm.te intitulan golfo de Guanajos, y la costa de Yucatan, con sus Yslas adyacientes Coçumiel, Quita-sueño, Pantoja, Zaratan, la Mani yolbob y otros caios corran casi nordeste sudoeste y las cortan [ill] Honduras donde Truxillo hasta la misma concurrencia se puede decir que corren con ` este oeste, y con estos dos lados forma triangulo la lina correspondiente al meridiano que segun las mas modernas observaciones para por la punta de Castilla del Puerto de truxillo cortandola y por el cabo de Honduras y parte oriental de las Yslas Guanajas y corta la Ysla Coçumel [Coçumuel?] en el punto a p. puerto norte sur al cabo de Honduras y q.e este meridiano en la mas exâcta graduacion estarà en 299º de longitud del que pasà por las Yslas de los Açores y el arco del quinoxcial p.[ill] la equacion y distancia serà de 67º [61º?]. y respecto del meridiano de Lisboa 79º. 30 min. y del punto del cabo de Honduras q.e està en 15 [25?]. 57. mins. de latitud septentrional hasta el punto de la Yslas Coçumal q.e por donde pasar el meridiano està en 18º. 55 min. hay como 51 leguas españolas de las q.e 17 leg.s y m.a hacen grado de circulo mayor, y donde la punta de Castilla dista como 57 leg.s y conocido el arco del meridiano de punto à punto terminante donde la punta de Castilla ò cabo de Honduras à Coçumel Resulta el valor de los otros dos arcos, ò lados del triangulo, considerado por ellos ò por sus cuerdas y de la forma y disposiciones de las Costas, Puertos, [start f 26v] Ensenadas, rios y puntos que demuestran las tablas geograficas y hidrograficas, hay bastantes noticias de las distancias de unos puntos à otros y sus posiciones y rumbos, que reganse todo desde la punta de Castilla del Puerto de Truxillo à la Ensenada de Guanajos hacen alguna porcion de circulo, cuya cuerda desde la misma punta de Castilla al al angulo de las concurrencias con la costa de Yucatan corre leste oeste, y asi el triangulo que se forma serà rectangulo y cono[ill]es lados por el del meridiano de 57 leguas al cabo de Honduras de Coçumal, y 57 à la punta de Castilla, y el valor de los angulos serà conocido, el recto en la punta de Castilla 90 gr.s, y el que se forma en la converzencia de las costas de Honduras y Yucatan en la punta de la Ensenada q.e hace el golfo de Guanajo en la Vera paz 44º [74º?]. 20 min. y el que se forma en el punto de la Ysla Coçumel [continues throughout doc] /v AMN 189 no 3 ff 26r-v",
      "locn": "Guanaja",
      "act": "los Enemigos olandeses Yngleses y franceses comunicanse",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": "1639",
      "date": null,
      "note": null
    }
  ]
}
