{
  "id": "s2316",
  "cite": "Campbell aa",
  "note": null,
  "via": null,
  "quotes": [
    {
      "in": "pp 95-96",
      "quote": "So far [caps 1-3 covg vars events in 1506-1707] we have hinted repeatedly at the British presence in Belize, but here [cap 4] a more systematic treatment will be attempted. On this topic Villagutierre is not forthcoming, [... nevertheless re the English 'enemy pirates' he] expresses distress at the constant anxiety experienced by the Spanish navy because of the risks posed by 'pirates' along the Caribbean coast, which was already 'full of shoals, reefs, small islands and other obstacles'.[2] However, Villagutierre was writing at the end of the seventeenth century, by which time the British pirates seemed well entrenched in the area. [new para] When, then, did the British begin to settle in the part of Yucatan we call Belize today? This is an even more stubborn question than that of Spanish settlement of the territory, and we will probably never be able to answer it precisely. We may have to rely on Sir Harry Luke's proposition that \"[a]s a British Colony British Honduras, like Topsy, 'never was born' but just 'grow'd'.\"[3] This is in contrast to the more regularly established British colonies in the region, which were acquired either by royal patents or by conquest and settlement. [new para] The fact that Belize 'just grow'd' -- and not in the usual normative colonial [start p 96] fashion but by downright squatting and therefore by stealth -- comopunds the problem of documentary evidence for any early historical construction of this country. [...] From scrappy bits of evidence garnered from disparate shreds of disjointed sources, this work will suggest that the British probably began some form of loose communities in Belize in the mid-1500s. We do know that their first important settlement was on Cay[e] Casina (later St George’s Cay[e]), contrary to the opinion of other writers on Belize, who have either glossed over the issue or assumed or asserted that it was around the Belize River. [... new para] In some early Spanish-American documents we can find clues about British presence along the coastal regions of Central America and the Spanish Main. From the early 1570s we begin to see and increase in Spanish complaints about surreptitious British presence around these regions,[7] indicating how difficult it was to dislodge them, particularly from the Belize coast.",
      "quote_n": "[2] in Villagutierre 'Province of the Itza' [Wood trans, Comparato ed, Culver City: Labyrinthos, 1983] pp 19, 215, 264, and passim / [3] in Luke 'Caribbean Circuit' [London: Nicholson & Watson, 1950] p 50 /v Campbell aa p 348\n [7] - The Spaniards had become suspicious of a lurking British presence in the region at least as early as 1527, when an Englishman -- thought to be John Rut -- showed up off the coast of Hispaniola. [...] see I.A. Wright, ed., 'Spanish Documents Concerning English Voyages to the Caribbean, 1527–1568' (London: Hakluyt Society, 1928), [pp] 1–26 and documents 1–3. A more thorough reading of the early Hakluyt documents (which are many, and some are duplicates, in both Spanish and English) may shed more light on the earliest British settlement in Belize. /v Campbell aa p 349",
      "locn": "off Old",
      "act": "Brit form loose communities",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "mid 16th cent",
      "note": null
    },
    {
      "in": "p 96",
      "quote": "Just about every work on Belize states casually that the British first settled the place in the early, or mid- or late seventeenth century. Bolland has identified some of these arbitrary datings,[4] while the title, for instance, of Quijano’s book -- Belice, 1663(?)--1821 -- mirrors the uncertainty, as it is in line with the general guesses.",
      "quote_n": "[4] - Bolland 'Formation' [Baltimos: Johns Hopkins, 1977] p 25; he admits that Belize’s origin is 'obscure' but does not supply a date. /v Campbell aa p 348",
      "locn": "Hon",
      "act": "British settle",
      "accept": false,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "17th cent",
      "note": null
    },
    {
      "in": "p 129",
      "quote": "[B]ut by 1641, only eleven years after its inception, Spain had succeeded in driving out the British.[5] This had a demographic impact on the struggling settlements at both the [Hond] Bay and the Mosquito Shore; some evacuees went to Belize, while the bulk went to the Shore. Most of them, in fact, lived a dual existence, with residences and businesses at both places.",
      "quote_n": "[5] - per Newton 'Colonizing Activities' [New Haven: Yale, 1914] passim/v Campbell aa p 355 - no immediate citation for latter claim",
      "locn": "Hon",
      "act": "some Old Prov evacuees start partially residing or working in Hon",
      "accept": true,
      "qualify": false,
      "lbd": "1641",
      "upd": null,
      "date": "on or after 1641 Sp capture of Old Prov",
      "note": null
    }
  ]
}
