{
  "id": "s244",
  "cite": "Finamore",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "pp 21-22",
      "quote": "The 1670 Treaty of Madrid that temporarily settled territorial disputes between England and Spain does not specifically mention Belize as the site of any English settlement. The Jamaican governor Modyford's 1672 list of the principal British logwood works includes 'Cape Catoche, Cozumell, Champatone, Port Real and St. Paulo,' but does not mention Belize [Burdon 1 p 2]. There were no doubt many Englishmen passing along this coast, obtaining food from the sea, fresh water from the mainland, [start p 22] protection from Spanish guarda costas in the multitude of secluded cays, rivers, and remote backwaters that would allow one to careen a vessel or await a passing merchant ship that might become the next prize.",
      "quote_n": "There is no substantiated evidence for significant English settlement anywhere on the coast of Belize before 1680 (Burdon I 931: 2) /v Finamore p 22",
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 24",
      "quote": "The Belize settlement received regular introductions of new European populations from the early 1680s on, such as the mutinous crew of Captain Coxon, who were sent there to evacuate the logwood cutters [Burdon 1 p 57; Joseph 1989 article 'John Coxon and the role of buccaneering in the settlement of the Yucatan colonial frontier' in Bzean Stud vol 17 issue 3 pp 2-21, cf p 14]. Though the life of a wood cutter at this time is well documented as being a transient one [e.g., John Masefield ed, Dampier's voyages : two voyages to Campeachy, in 2 vols, reprint of 1717 ed, London: E Grant Richards, 1906], at least some of the mariners remained as settlers, since in 1705, 'the River of Bullys' was described as the primary point of lading for English logwood ships [Burdon 1 p 60]. Though the numbers are unrecorded, the year 1717 must have seen a large influx of settlement when the logwood cutters were driven out of the Bay of Campeche.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 21",
      "quote": "The date of the earliest semi-permanent settlement of the southeastern coast of the Yucatan peninsula by English mariners has been a matter of debate for many years, with most sources repeating the traditional legends of early settlement for which there is no evidence. The mysterious pirate Wallis (also Willis, Wallice, Wallace, and in Spanish, Valis) who, according to many sources was supposed to have given his name to the modern nation [C Quijano p 46; Dobson, History of Belize, London: Longman Caribbean, 1973, cf p 50], was likely never at Belize. The legend of settlement at the Belize River mouth by English mariners as early as the 1630s has persisted since at least the early nineteenth century [Bridges 2 p 134]. No actual corroborating historical evidence is known to exist, however, and there seems to be little likelihood that any will be turned up at this late date.",
      "quote_n": "There is no substantiated evidence for significant English settlement anywhere on the coast of Belize before 1680 (Burdon I 931: 2) /v Finamore p 22",
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 19",
      "quote": "The earliest English exploitation of the logwood tree may have been at Cape Catoche, Yucatan, where English adventurers from Jamaica cut coastal stands of the wood prior to settling in the Bay of Campeche [John Masefield ed, Dampier's voyages : two voyages to Campeachy, in 2 vols, reprint of 1717 ed, London: E Grant Richards, 1906, cf vol 2 p 115; Robertson, History of America, in 3 vols, London: A Strahan T Cadell W Davies, 1803, cf vol 3 p 365]. [new para] English pirates regularly attacked Spanish settlements around the Laguna de Terminos in the Bay of Campeche during the late sixteenth and early seventeenth centuries, often carrying away cut logwood that they found in warehouses and in ships. Eventually, by 1662, English mariners began settling at 'Campeachy' [Campeche], cutting logwood for export to Europe via Jamaica and New England [Thornton 1953 article 'The English at Campeachy 1670-82' in Jamaican Hist Rev vol 2 issue 3 pp 27-38, cf p 27].",
      "quote_n": "The earliest period of semi-permanent English settlement in what is now Belize constitutes a poorly understood time in Caribbean and Central American history. [...] The chapter [cap 2] is divided into three sections. The first section describes the earliest history of logwood extraction by small groups of English mariners operating independently,  [...] The second section of the chapter addresses mahogany extraction in the settlement [...]. /v Finamore p 16\n There is no substantiated evidence for significant English settlement anywhere on the coast of Belize before 1680 [Burdon 1 p 2] /v Finamore p 22",
      "locn": "Catoche / Cam B",
      "act": "earliest English exploitation of logwood / English mariners begin settling",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": "1662",
      "date": "after logging in Catoche / by 1662",
      "note": null
    },
    {
      "in": "p 21",
      "quote": "English privateers, pirates, and other mariners were making sporadic visits to this portion of the Bay of Honduras coast for a variety of purposes at least as early as 1570 [C Quijano p 41], including periodic raids upon the Spanish settlement at Bacalar, which were recorded in 1642,1648, and 1652, and possibly even itinerant timber exploitation as early as 1618 [Gerhard, Southeast frontier of New Spain, Princeton: Univ Press, 1979, cf p 70].",
      "quote_n": "There is no substantiated evidence for significant English settlement anywhere on the coast of Belize before 1680 (Burdon I 931: 2) /v Finamore p 22",
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 23",
      "quote": "As with Cape Catoche, Cozumel Island, and the Bay of Campeche, English mariners were attracted to the coast and river valleys of central and northern Belize for the abundant stands of logwood therein.",
      "quote_n": null,
      "locn": "central and northern Belize",
      "act": "English mariners were attracted to the coast and river valleys for abundant stands of logwood therein",
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 23",
      "quote": "[T]he archaeological investigations that are the focus of the present work provide no corroborating evidence for theories of semi-permanent English settlement during the first half of the seventeenth century.",
      "quote_n": "There is no substantiated evidence for significant English settlement anywhere on the coast of Belize before 1680 (Burdon I 931: 2) /v Finamore p 22",
      "locn": null,
      "act": "[missg] semi-permanent English settlement",
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "not during first half of seventeenth century",
      "note": null
    },
    {
      "in": "p v",
      "quote": "This research focuses upon the first 100 years of occupation of the British Bay Settlement (Belize), a period characterized by large-scale transformation from an egalitarian maritime society to a mainstream British colonial society. Toward the end of the seventeenth century, small groups of maritime laborers seeking alternatives to their arduous occupations began settling in Spanish territory along the southeastern coast of the Yucatan Peninsula and cutting logwood for the European dyeing industries.",
      "quote_n": "A program of documentary research and archaeological survey undertaken in the New and Belize River valleys located and investigated an array of wood-cutter camps of the eighteenth and early nineteenth centuries. Seventeen historical-period sites were located and investigated through surface collection in the New River valley, many of which related to slave-based mahogany extraction. Excavations were undertaken at two Belize River valley locales: THE BARCADARES was an early eighteenth-century community of independent logwood-cutting mariners, and is the earliest identified British settlement in Belize; CONVENTION TOWN was a community of slave-owning wood cutters who evacuated the Mosquito Shore in 1787. /v Finamore p vi\n Survey and excavation maps in Finamore pp 111, 137, 146, 156 / Barcadares artefact catalogue in Finamore appendix 2 / Earliest Barcadares artefacts dated 1640-1800 median 1720 n=49 and 1550-1780 median 1665 n=1 /v Finamore appendix 2 / Artifact identification criteria and dates of manufacture came from a number of sources, but the most commonly utilized include Noel Hume [Noël Hume, Guide to artifacts of colonial America, New York: Vintage Books, 1991] for a range of eighteenth-century artifact categories, and Beaudry and Mrozowski [Beaudry and Mrozowski eds, Interdisciplinary investigations of the Boott Mills Lowell Mass., vol 3 subtitled The boardinghouse system as a way of life, series Cultural resources management 21, Boston: Natl Park Service N Atlantic Reg Office, 1989; cf appendix E] for more refined dates of the nineteenth-century ceramics. Other sources for special artifact categories include Dumbrell [Dumbrell, Understanding antique wine bottles, Suffolk: Antique Collector's Club, 1983], Jones and Sullivan [Jones and Sullivan, The Parks Canada glass glossary, series Studies in archaeology architecture and history, Hull Quebec: Parks Canada, 1985], and O. Jones [Jones, Cylindrical English wine and beer bottles 1735-1850, series Studies in archaeology architecture and history, Ottowa: Environment Canada Parks, 1986] for glass, as well as numerous other publications that are cited elsewhere in this chapter [cap 5]. /v Finamore p 166",
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    }
  ]
}
