{
  "id": "s254",
  "cite": "Breuer",
  "note": null,
  "via": null,
  "quotes": [
    {
      "in": "p 57",
      "quote": "At this time [ca 1667 and 1670 treaties making buccaneers pirates] the Yucatan peninsula became a popular destination - and alibi - for the cruising ships. For several decades, the cutting and selling of logwood on the peninsula had occupied the buccaneers when prizes were scarce. After refitting in Jamaica, the captains informed the government that the ships intended to cut logwood. And so activity turned northward from the mouth of the San Juan [Mosq Shr] to the bays of Honduras and Campeche.",
      "quote_n": "By the late 1580s the corsairs established strongholds at Bluefields to harry Spanish shipping.[2 - MH Williams, 'San Juan River,' PhD diss LSU 1971, pp 52-53] /v Breuer p 25\n Elfrith in Mosq Shr in 1631, and Prov trading post est by 1633 /v Breuer pp 41-42\n Mosq Shr 'became a desirable location for resettlement' by 1637-1641 /v Breuer p 44\n post Prov 1641 capture, 'The buccaneers moved to the coasts and lived among the Indians while continuing their depredations upon the Spaniards. The Puritans had offered the hand of friendship to the Miskitos, and Englishmen - both settler and rover - would reap the benefits of this simple gesture for the next two centuries.' /v Breuer pp 47-48",
      "locn": "Yuc",
      "act": "buccaneers begin log",
      "accept": true,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "for several decades pre/post 1667-1670 / after Mosq Shr as haven/settled",
      "note": null
    },
    {
      "in": "p 57",
      "quote": "It is uncertain when the buccaneers first began to settle in Belize. Legends describe a settlement by a Tortuga pirate named Walis, or Wallace, who settled in the 1630s. From a corruption of his surname, so one story goes, Belize derived its name. The earliest-known evidence for the residence of buccaneers in Belize comes from a Spanish source, the diaries of Father Jose Delgado. Traveling from Guatemala to Bacalar in the 1670s, Delgado was captured by the Englishmen in the Mullins River area. The English claimed that this demonstrated effective occupation of the area prior to conquest of the Peten and Spanish control over that region.[18]",
      "quote_n": "cites 18 - Richard Buhler, 'Why the Spanish did not Settle Belize,' in Readings in Belizean History, 2d ed, comp Lita Hunder Krohn et al [Belize SJC 1987] pp 30-31",
      "locn": "Hon",
      "act": "buccaneers or Wallace first settle",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "possy from 1630s Wallace settlement / by 1670s Delgado capture",
      "note": null
    },
    {
      "in": "p 60",
      "quote": "Coxon and his men settled near Laguna de Terminos in Campeche and began an egalitarian society based on the buccaneering code that profited from intensive cutting and looting. Supplies which could not be bartered from the Indians would be looted from warehouses in Campeche or taken by means of attacks on shipping. The settlement quickly took on the guise of an English colony. [... 24]",
      "quote_n": "cites 24 - GM Joseph, 'Joseph Coxon and the Role of Buccaneering,' Belizean Studies vol 17 no 3 (1989), p 15\n Coxon first arrives in Jam by 1665 and leaves Camp by 1688-1689 /v Breuer pp 58, 60",
      "locn": "Terminos",
      "act": "Coxon settles to log",
      "accept": true,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": "does not claim this as first settlement"
    },
    {
      "in": "p 63",
      "quote": "Precisely when the English began cutting logwood along the Yucatán coast is uncertain. Tradition maintains that cutting began as early as the reign of Henry VIII, but widespread English entry into the trade did not occur until the 1660s.[35] According to Dampier, it was only after the capture of Jamaica that the English realized the value of logwood. [new para] 'After the English had taken Jamaica and began to cruise in this Bay [Campeche], they found many Barks laden with it, but not knowing its value then, they either set them adrift or burned them, saving only the Nails and Iron work; a thing now usual among the Privateers, taking no notice at all of the Cargo, till Capt. James, having taken a great Ship laden with it and brought her home to England, to fit her for a Privateer, beyond his Expectation, sold his wood at a great rate; tho' before he valued it so little he burned of it all his Passage home. After his return to Jamaica, the English visiting this Bay found out the Place where it grew, and if they met no Prize at Sea, they would go to Champoton River, where they were certain to find large Piles cut to their Hand, and brought to the Sea-side ready to be shipp'd off. This was their Common Practice; till at last the Spaniards sent Soldiers thither to prevent their Depredations.[36]'",
      "quote_n": "cites 35 - Lucas, A Historical Geography of the British Colnies [Oxford: Clarendon, 1890], p 302; 36 - Dampier, Voyages, ed C Wilkinson [New York: Da Capo, 1971] p 159",
      "locn": "Yuc",
      "act": "widespread Eng entry into logwood trade",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "until 1660s",
      "note": null
    },
    {
      "in": "p 65",
      "quote": "The first of these English logwood settlements [with less buccaneering, more logging] was at Laguna de Terminos, the favorite haunting ground of John Coxon. In 1670, Governor Modyford reported that 'a dozen vessels ply only this trade and make great profit, selling the wood at L25 to L50 a ton.' He also reported that logwood could prove very profitable to the royal treasury, suggesting that the payment at L5 per ton customs would not be unreasonable. He wrote that the English carried out the trade in many places, including Cape Gracias a Dios, Darien, and the Mosquito Shore as well as in deserted locations in Yucatán, Cuba and Hispaniola.[41] Clearly by the late seventeenth century, the English rovers had made a foothold along deserted stretches of the Spanish Main, taking advantage of the Spanish propensity to ignore areas where no gold or silver existed.",
      "quote_n": "cites 41 - Burdon vol 1 p 50",
      "locn": "Terminos",
      "act": "Eng buccaneers first log",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "before 1670",
      "note": null
    }
  ]
}
