{
  "id": "s416",
  "cite": "Winzerling",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "p 56",
      "quote": "Willis now sailed west, to the opposite mainland. It was not easy to make men of his kind declare themselves vanquished. He more than singed Yucatan's beard with his eighty followers. The first land struck was Turneffe, made up of innumerable mangrove islands and lagoons with good passages for boats. Proceeding to the mainland, he stopped at a caye with sandy soil and magnificent sapodilla trees which they called 'casinas,' trees with which they were already familiar in Tortuga and Providence. Some of these men were here before as logwood cutters. Here Willis would start anew, and take all the necessary precautions against being dislodged in the former fashion, for his outlook was that of a feudal chief.",
      "quote_n": "He [La Vasseur] entered the harbour [of Tortuga] toward the end of August 1640 and landed all his men without resistance. He advanced in battle formation and sent to summon Willis to get out of the island with all his English, in default of which he could count that quarter would be given to none. /v Winzerling p 54 / Father J. B. Labat, in his 'Voyages aux Antilles, 1693-1705,' also gives us the story of Willis's expulsion from Tortuga in the last days of August 1640. /v Winzerling p 55",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "pp 46-47",
      "quote": "The year 1638 is the one given in historical works for the beginning of the English activities at the mouth of the Belize River, where a party of 'shipwrecked' sailors then began to occupy themselves with logwood-cutting. Directly opposite [start p 47] Belize is the Swallow Caye, where Captain Samuel Axe with his ship the 'Swallow' came to load logwood, which the Providence people called 'braziletta.' They knew the difference between Brazil and Campeche wood, but the English market only settled on names a generation later. In 1633 twenty tons of braziletta and 40 tons of tobacco were on their ship 'William and Anne' when wrecked. The word Providence, as a geographic designation, had a very elastic meaning. The company in England did not always understand their position, and were displeased when Captain Axe told them that Providence was no good and Captain Rudyerd reported that it was not worth keeping and the Spaniards valued it not. Though British activity at the mouth of the Belize River began in the same year the Earl of Warwick's Puritans established the Stand, no settlement was made there until Captain Willis came in 1640. Captain Axe preferred to stay on board the 'Swallow' at the caye opposite the river, because the logwood trees were not far and he lived intermittently at his plantation at Tobacco Caye near the Stand. The documents from the Stands never reached Warwick and Brook Houses, but were lost on the way like many others from sister areas.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 57",
      "quote": "Bridges in his 'Annals of Jamaica, London, 1828,' 'says that Willis, ex-governor of Tortuga, sought his retreat on the shores and isles of Yucatan, where a multitude of his subjects or friends quickly joined him, and this notorious buccaneer was the first Englishman who settled on the banks of the river to which he gave his name in 1638.'",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 55",
      "quote": "Father Du Tertre, of the Ordre des Freres Precheurs, in his 'Histoire des Antilles,' 1667, tells us that 'the French buccaneers were twice driven away from Tortuga before the English were driven away in 1638 by a Spanish general who put to the sword all the English who fell into his hands. But shortly afterwards they returned, and having attracted some French buccaneers they reached the number of 300, and of which 'un anglais' had made himself the chief.'",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 55",
      "quote": "Father Francois Xavier de Charlevoix, S.J., in his 'Histoire de L'Ile Espagnole ou de St. Domingue,' of 1730, which is mainly based on the memoir manuscript of Father J. B. Le Pers, missionary at Saint Domingue for 25 years, and on the original documents of the French naval depot says that 'the buccaneers felt the necessity of defending themselves against the Spaniards from whom they had no hopes of peace, and this caused them to think of electing a chief. Amongst the English who were with them was one named Willis-'homme de tete et resolution.' They tendered him the command, but quickly repented it. They noticed that this man was attracting as many as possible of his own nation, and what worried them still more was his mocking them when they wished to elect a new general.'",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 33",
      "quote": "In all the published historical records on the colony, the British colonization begins at Belize. This is not true.",
      "quote_n": "I decided to search the sixteenth, seventeenth, and eighteenth century records on insular and mainland Caribbean history in the rare-books’ sections of several of the great libraries of Europe. Works in Dutch, English, French, German, Latin, and Spanish were perused. My views expressed in these pages have been tempered in that light, but I have used only such as have a bearing on my subject. /v Winzerling p 33",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "pp 35-36",
      "quote": "Soon the colonists found out that the soil of Old Providence was worthless for their agriculture, and they began to look elsewhere. In 1631 they were active in Tortuga and resolved that henceforth that island should be called Association. But the island of Tortuga was also too small and too exposed to attack, and so they began in the same year to [start p 36] establish themselves in increased numbers on the Cockscomb Coast, a region from which they could not be expelled but by a strong Spanish naval force on account of the coral reefs, while to attack from the land would have been still costlier. Small plantations were already established here by Captain Daniel Elfrith who made the preliminary survey and recommendation. They cultivated the fresh soil which was then right on the beach and grew an abundance of potatoes and pumpkins.",
      "quote_n": "1613 Capt D Elfrith brings famined Bermudans a caravel of meal taken from his friend Fisher in the 'West Indies' /v Winzerling p 34 / ≤ 1624 D Elfirth and Capt Powell of the Hopewell had already reconnoitred the Bahamas, St Kitts and Nevis, Barbados, and the Cockscomb Coast /v Winzerling p 35 / Capts Powell and Elfrith with their Dutch colleagues ranged the whole eastern coast of tropical America. This friendship was formed in the Amazon where between 1615 and 1625 they often visited the Dutch trading posts, forts, [start p 50] and plantations. /v Winzerling pp 49-50",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 57",
      "quote": "The founding of this site, where now stands Belize, must have occurred approximately in September 1640. Willis was the first to establish himself at this part of the mainland with which the Puritans were already familiar, as Captain William Parker before them. In the following year the Earl of Warwick's colony at the two Stands came to an end by the Spanish re-taking of Old Providence, but Willis was not alone. Samuel Colson and Bluefields were at the Stand, Glover at his reef, while others of the Earl of Warwick's colonists were established between the two Stands, cultivating mainly tobacco and silk-grass which were sold to visiting vessels from New England. A section of Comock's Bight is still called Johnsie Rongoe Bight, and in the Calendar of State Papers we see that on May 22, 1685 John Rongoe, a Negro, made a declaration for a clandestine shipment of tobacco to New England.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "pp 56-57",
      "quote": "The Mexican editor, Justo Sierra, whose information was based on documents long since rotted away, tells us that 'Peter Wallace was a daring and enterprising Scotch buccaneer who was moved by the reputation for riches of this region, and that in association with the most resolute of his comrades determined to search for a site where he could permanently establish his lair. So he made a perfect survey and diligent examination of all those reefs and shoals and then found a river entirely protected by a series of cayes and shal- [start p 57] low water. At the mouth of this river he landed with some eighty buccaneers and immediately started to build some houses, surrounding them with a sort of palisade or breastwork, in short, a rude fortress. The adventurous followers of Wallace gave his name to the river on whose banks they established themselves and which name afterwards degenerated into Wallix and ultimately to Belice.'",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 64",
      "quote": "The settling of British Honduras had its origin with English adventurers from Providence-Mosquitia and Kitts-Nevis. Jamaica had nothing to do with it. After the conquest of this island by Penn and Venables it began to play the role of step- father to the colony and to act as though the Puritan activities had not taken place or had not prepared the way for them, because the new rulers of Jamaica disliked the Puritans.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "cap 6 pp 33-37",
      "quote": "THE PURITAN COLONISTS. In all the published historical records on the colony, the British colonization begins at Belize [City]. This is not true. It is due to insufficient research and the tendency to facile explanation. There are no Spanish geographic names between Monkey River and Belize [City]. Because of this I decided to search the sixteenth, seventeenth, and eighteenth century records on insular and mainland Caribbean history in the rare-books' sections of several of the great libraries of Europe. Works in Dutch, English, French, German, Latin, and Spanish were perused. My views expressed in these pages have been tempered in that light, but I have used only such as have a bearing on my subject. [...] On December 4, 1630 there was formed in London a company authorized by Charles I, 'whereby Robert Earl of Warwick was made Governor in Chief and Lord High Admirall of all those islands and other plantations, inhabited, planted, or belonging to any of his Majesties the King of Englands subjects, within the bounds and upon the coast of America [...]' [In the Calendar of State Papers, 1574-1660, colonial series, published in 1860]. [...] The Earl of Warwick was a speculator in privateering, and a group of the wealthy Company of Merchant Adventurers in London were also backing him. Privateering was a part of their commercial interests, and in this they used the Puritans, who were in religious opposition to Charles I and his friendship for Spain, to assist them to colonize fortified sites from where they could raid the Spanish shipping and the Spanish Main. [...] The 'Seaflower' brought the first batch of colonists to Santa Catalina or Old Providence in May 1631, most of them Puritans, with their governor, Captain Philip Bell, who had been governor of the Somers or Bermuda Islands in 1626-1627. When the colonists arrived this island was inhabited by some Dutch sea rovers amongst whom were the two brothers Captain William Albert Blauvelt and Abraham Blauvelt. [...] The selection of this island which lay in the track of the Plate Fleet was made by the Earl of Warwick's captains because of its position between the two main objectives, the Plate Fleet sailing from Panama to Havana, and the Cockscomb Coast as a base for bartering with the interior fo Guatemala. [...] Soon the colonists found out that the soil of Old Providence was worthless for their agriculture, and they began to look elsewhere. In 1631 they were active in Tortuga and resolved that henceforth that island should be called Association. But the island of Tortuga was also too small and too exposed to attack, and so they began in the same year to establish themselves in increased numbers on the Cockscomb Coast, a region from which they could not be expelled but by a strong Spanish naval force on account of the coral reefs, while to attack from the land would have been still costlier. Small plantations were already established here by Captain Daniel Elfrith who made the preliminary survey and recommendation [sometime during 1613-1624]. They cultivated the fresh soil which was then right on the beach and grew an abundance of potatoes and pumpkins. [...] in May and July 1633 Captain Sussex Camock was appointed director of a trade at Capt Gratia de Dios, with Edward Willaims and Nath. [...] For the trading stand the coast was selected which lies at the foot of the Cockscomb Mountainsn in the Bay of Honduras and is protected by the barrier-reef. Silk-grass grew there in great abundance in the creeks and lagoons where some Moskito Indians lived. [...] Thus the history of British colonization in the Bay began in 1629 with the privateers of the Earl of Warwick. It began with silk-grass and tobacco. This area is over 300 years in unbroken British occupation. They clearly gave the position as between 10 and 20 degrees north latitude, and 290 and 310 degrees of longitude, which of course was not computed from Greenwich but from Ferro, and puts Old Providence, Cape Gracias a Dios, and the Cockscomb Coast within its area, with the 20th parallel passing at Tortuga.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": "1629",
      "upd": "1635",
      "date": "c est of Old Providence",
      "note": null
    },
    {
      "in": "pp 36-38",
      "quote": "The Calendar of State Papers tells us that in May and July 1633 Captain Sussex Camock was appointed director of a trade at Cape Gratia de Dios, with Edward Williams and Nath. Marston agents for such trade 'in regard to their knowledge of those parts,' and that Captain Sussex Camock was also made commander of the passengers on board the 'Golden Falcon,' and entrusted with the supplies for Governor Bell and his wife. He was further instructed from Providence to advise of a fit place to establish a colony for trade, the men, ordnance and ammution requisite, and to provide needful things for fortification requested by Captain Axe. No trading post was established at Cape Gracias a Dios though it then had the best harbour of the whole east coast surrounded by land and having deep water which was only made shallow over a hundred years later when the mahogany cutters dug a canal from the Wanks River so that their logs could be conveniently moored in this bay which became shallower and shallower from the debris brought in that could not get out of the narrow entrance. Here they traded from their ships, as this harbour was too exposed to Spanish attack and too much out of the way for their best market, the interior of the Kingdom of Guatemala. [new para] In this work the name 'Cape Gracias a Dios' is used only to designate the cape discovered by Columbus in 1502, but the name 'Cape Gratia de Dios' means an area with a strictly maritime orientation which lies between Bluefields in the south and Belize in the north, comprising within this range [start p 37] Old Providence and Henrietta, the cayes off Cape Gracias a Dios. the Bay Islands of which Ruatan is the largest, and the Cockscomb Coast. From the Puritan point of view it was correctly named, taking its name from the cape which was the most conspicuous landmark to their seamen, as the Cape of Good Hope gave its name to a vast area in South Africa. [new para] For the trading stand the coast was selected which lies at the foot of the Cockscomb Mountains in the Bay of Honduras and is protected by the barrier-reef. Silk-grass grew there in great abundance in the creeks and lagoons where some Moskito Indians lived. There was nothing casual in this selection. It was a direct result of the various reports made by the Elizabethan captains to the statesmen, nobles, and bishops in the homeland who sponsored, protected, and financed their expeditions to the Bay. The three main objects of Captain Camock were to trade with the Spaniards from a fortified stand or depot he would establish, to gather silk-grass and plant tobacco on a greater scale with his colonists, with whom he identified himself completely, knowing that their success would be his and their failure would also be his. The third object was to have a safe base from which to undertake piratical raids on Spanish shipping because a colony must be self-supporting. Old Providence and Cape Gracias a Dios were right in the track of the Escuadra de Barloviento and needed too much outlay in fortification. [new para] Thus the history of British colonization in the Bay began in 1629 with the privateers of the Earl of Warwick. It began with silk-grass and tobacco. This area is over 300 years in unbroken British occupation. They clearly gave the position as between 10 and 20 degrees north latitude, and 290 and 310 degrees of longitude, which of course was not computed from Greenwich but from Ferro, and puts Old Providence, Cape Gracias a Dios, and the Cockscomb Coast within its area, with the 20th parallel passing at Tortuga. The privateers used to sail from Old Providence, pass Colson Bay on the windward side of Ruatan, then to the reef which bears the the Providence company to Captain Billinger of the 'Expec- [start p 38] name of their associate Glover, then to their anchorage at the fort and the stand by way of the Tobacco Caye channel. The trade wind dictated this course which was very accommodating. The Spaniards of the Honduras and Guatemala coasts were glad to get the English merchandise smuggled to them from the Stands with the proper contraband formalities like selling at night and gifts for the commandant.",
      "quote_n": "The region called four times 'the Mosquitos' in the State Papers is not the diminutive Mosquito Cayes off Cape Gracias a Dios. The Mosquitos, as a geographic designation for the Bay and the Shore is of Huguenot corsair origin, and belongs to the same class of names they used for the regions they frequented like, the Brazils, the Guayanas, the Barbadoes, the Floridas, the Canibales. In Ziock's dictionary the Moskito name for Belize, the coronation city of the Moskito king, is given as Bey. /v Winzerling p 38\n In 1641 the island of Providence and its forts were captured from Governor Andrew Carter by a Spanish squadron under Admiral Diaz Pimienta, and that colony came to an end. No more merchandise came from England for trading or barter. This cutting off of the head of the whole venture had its natural repercussions on the colony at the Stand, which began to fall to pieces, because of the already existing dissensions, the low moral standards, the call from the more profitable field of privateering against Spanish ships. Then the Earl of Warwick allowed Providence-Mosquitia and the Cockscomb Stands to lapse as the Huguenots had allowed their Florida venture to lapse, and the Dutch their Forts Orange and Nassau in the Bahamas and their Forts Orange and Nassau on the Tapayos in the Amazon, for neither one of these had then gone much beyond the experimental stage. /v Winzerling p 47\n The Spanish seizure of Providence in 1641 had caused several shiploads of colonists to deviate to the Cockscomb Cobast. In the Journal of Governor Winthrop of Massachusetts we read of the wanderings of the Puritans in their efforts to find a resting place for their church and community. In October 1635 Roger Williams was banished from Salem on a religious dispute, and he founded Providence, Rhode Island, in June 1636. He was the founder of the Baptist Church of America, and it is because of these Puritan settlements that the Baptist Church is by far the oldest Protestant religious denomination in British Honduras. Captain W. A. Blewfield was a link between Roger Williams and the Puritan settlers of the Cockscomb area of Cape Gratia de Dios. /v Winzerling p 48",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    }
  ]
}
