{
  "id": "s418",
  "cite": "C Quijano",
  "note": "has brief lit rev in pp 46-49",
  "via": null,
  "quotes": [
    {
      "in": "p xi",
      "quote": "El primer contacto entre la corte de Madrid y la realidad de haberse establecido los ingleses en la futura colonia [de Belice], data del reinado de Fernando VI. Desde 1663 hasta 1751, Madrid no ha dado importancia a las noticias aisladas que llegan del asunto.",
      "quote_n": "[Nuestro libro c]omienza en el pretendido origen de aquel establecimiento de corte de palo. Año de 1663. /v C Quijano p xiii",
      "locn": "Hon",
      "act": "ingleses establecense",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "desde 1663",
      "note": "might deem qualified per later context"
    },
    {
      "in": "p 33",
      "quote": "Su origen [de nombre 'Belice'] está en la defectuosa manera de pronunciar los españoles, y probablemente los indígenas, la palabra Wallace, nombre del bucanero que arribó al Río Viejo en la segunda mitad del siglo XVII, y que sirvió para denominar desde entonces al mismo. Un estudio detallado de la documentación nos ha permitido seguir el proceso evolutivo de este nombre [...]",
      "quote_n": null,
      "locn": "Old",
      "act": "Wallace arribo",
      "accept": true,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "segunda mitad siglo 17",
      "note": null
    },
    {
      "in": "p 42",
      "quote": "Pero la primera noticia de una tentativa formal de establecimiento se refiere a la de Cabo Catoche en 1662 [36]. Era entonces Gobernador de Yucatán D. José Campero de Sorrodevilla, el cual no actuó con la debida diligencia. Al año siguiente 1663 [37] se extendía el peligro a la Isla de Términos en la Laguna del mismo nombre, y a 'un punto de la costa oriental cercano a Honduras' que después constituyó Belice. El Ayuntamiento de Mérida pidió al Gobernador expulsara a dichos filibusteros [... but vars reasons] hicieron que Campero se limitase a escribir sobre el particular al Virrey de Nueva España.",
      "quote_n": "fn 36 - E Ancona, Historia de Yucatan [Barcelona 1889] vol 2 pp 366-381, but noticia se debe a Fancourt, History of Yucatan, en prefacio; fn 37 - JF Molina Solis, Historia de Yucatan [Merida 1904] vol 2 pp 249-250 /v C Quijano p 59",
      "locn": "Catoche",
      "act": "filibusteros establecense",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "en 1662",
      "note": null
    },
    {
      "in": "pp 46-47",
      "quote": "Tres son las hipótesis más corrientes sobre el origen de Belice: [list] 1) La mayoría de los autores [46] que se han ocupado de esta materia opinan que el fundador de Belice fué un pirata llamado Wallace, del cual recibió su nombre [47]. 2) Para Alsedo y Herrera [48] los ingleses pusieron al río el renombre de Walis en recuerdo de uno de los condados en Inglaterra. [start p 47] 3) Una gran parte de los escritores ingleses [49] no confiesan que su fundación se deba a los bucaneros del siglo XVII. Atribuyen el hecho a los cortadores de palo, distinción completamente baladí, ya que los primeros pobladores de Belice tenían estas dos profesiones, además de la de contrabandistas en las colonias españolas. [..] [new para] Nosotros, dentro de la indeterminación general del asunto, creemos más acertada la primera hipótesis, cuya mejor formulación la hace Justo Sierra [50] al atribuir su fundación a 'un bucanero escocés, atrevido y emprendedor, llamado Peter Wallace, [..] Dieron aquellos aventureros el nombre de Wallace al río [..]' Este río, conocido antes con el nombre de Viejo [51], constituyó el núcleo inicial del actual establecimiento británico.",
      "quote_n": "fn 46-51 in pp 60-61\n fn 47 - Bib Palacio Real (Madrid) Manuscritos de América, Miscelánea Ayala, 348 (I), 2890, tomo LXXII, 'Noticia cronologica de muchos de los daños que los ingleses han hecho [..]' fol 26v = '1667...En dicho año el Ynglés Villis con su tropa de Piratas, se apoderó de la Ysla de la Tortuga para tener adonde retirarse con sus robos...'",
      "locn": "Old",
      "act": "Wallace settles",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": "not dated yet, but follows Fenix"
    },
    {
      "in": "pp 47-49",
      "quote": "En cuanto a la fecha del establecimiento de Wallace en el Río Viejo, hay también múltiples versiones que abarcan desde el siglo XVI hasta principios del XVIII. [start p 48 - list] a) Para Carrillo y Ancona [52] tuvo lugar durante el siglo XVI, en la época de las irrupciones piráticas. b) Santiso Gálvez [53], abundando en la opinión anteriormente sustentada por Asturias [54], lo sitúa entre 1603 y 1617. c) Briges [55] y el 'Honduras Almanack' de 1829 [56] dan como fecha inicial la de 1638. d) Para Justo Sierra [57] es a mediados del siglo XVII, después de haber sido saqueado Bacalar por el corsario Abraham (años 1648 y 1652). Concretando un poco más en otra ocasión, dice que fué en el segundo tercio de aquel siglo [58]. e) El historiados inglés Bancroft [59] y el 'Honduras Almanack' de 1926 [60]--siguiendo el punto de vista de Sierra--lo establecen con gran vaguedad en la última mitad del siglo XVII. f) Por otro lado, los redactores de una enciclopedia alemana [61], formada en este punto con fuentes inglesas, fijan el origen a principios del siglo XVIII. Este error es hoy completamente inaceptable y se ve desvanecido por la más somera consulta bibliográfica o documental. Nadie puede admitir el transcurso de cuarenta o cincuenta años entre la terminación del palo en Cabo Catoche y la fundación de Belice. g) Para nosotros, la más aproximada es la opinión de Molina Solís [62], quien dice que en Febrero de 1663 amenazaba a la Provincia de Yucatán un grave peligro '...con la ocupación permanente que habían hecho los filibusteros de la Isla de Términos y un punto de la costa oriental cercano a Honduras, que después se llamó Belize...'. Esto concuerda perfectamente con la noticia dada por Fancourt [63] del primer corte de palo en Catoche en 1662, al cual si- [start p 49] -guieron los demás de la costa oriental. Pero además, y en corroboración de ello podemos aducir los numerosos testimonios documentales [64] que prueban la existencia del establecimiento de Valis antes de 1670. En éstos no se especifica la fecha inicial--cosa no estraña, ya que se trataba de un uso furtivo y oculto--, pero se deja apuntada. Por todo ello, podemos afirmar sin gran temor, fué entre los años 1662 y 1670, cuando con una cierta regularidad quedó establecido el corte de palo en lo que hoy constituye Belice.",
      "quote_n": "fn 52-64 in pp 61-62\n fn 64 incl vars AGI Mexico 1017 docs dated 1725, and Mexico 3099 docs dated 1756-1757",
      "locn": "Old",
      "act": "Wallace establecese con una cierta regularidad",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "entre los años 1662 y 1670",
      "note": null
    }
  ]
}
