{
  "id": "s496",
  "cite": "Gibbs",
  "note": "FURTHER EVENTS TO ADD 20 JUL 2022",
  "via": "harv",
  "quotes": [
    {
      "in": "pp 21-22",
      "quote": "A halo of romance surrounds the early history of British Honduras, legend assigning this region as the scene of many a daring exploit, many a riotous orgie, in the good old times [.. new para] The central hero of this romance was a Scottish rover named Wallace, or Wallis, 'who so distinguished himself,' naively remarks the Honduras Almanac fifty-six years ago, 'by acts of bravery and desperation that his name became a terror to the Spaniards.' His name is supposed to survive in that of the town of Belize, [.. new para - start p 22] It is sufficiently a matter of history that the seas in this part of the world were so far back as the time of our own Charles I. infested by hordes of pirates of our own and other nations, the homeward-bound, richly-laden merchant-ships of Spain offering the inducement to the more adventurous spirits of our rising navy to embark in such questionable enterprises. Letters of marque were issued, but gentlemen of the stamp of Mr. Wallace, or Wallis, were not wont to be very particular about the nature of their ships' papers in days when they were not likely to be frequently overhauled by our ubiquitous cruisers, and were probably satisfied with the roving commission and immunity from search given them by our national hostility to Spain at that era. [new para] The Bay of Honduras, with its numerous islands and shore inlets, and its protecting reefs—the navigation of which was ticklish work for the clumsy vessels of war of the period, but which they were familiar with—its creeks, lagoons, and river-mouths densely shrouded by tropical foliage, was doubtless early selected by the bold buccaneers as safe retreating-ground whence to retire with the spoils of, and enjoy a respite from, their successful sea-forays.",
      "quote_n": null,
      "locn": "Hon",
      "act": "Brit pirates (and possy Wallace) infest",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "so far back as Charles I reign",
      "note": "Wallace claim qualified, Brit pirates claim not"
    },
    {
      "in": "p 23",
      "quote": "The original settlement by the British of this part of the Spanish Main [the portion of the province of Yucatan now known as British Honduras] cannot be authentically traced to any date farther back than the Protectorate of Cromwell, when it was used by them [buccaneers] as a place of retreat from Spanish men-of-war in the desultory warfare carried on by us and that nation in these distant localities, at times without regard to the terms upon which the Courts of Madrid and St. James's happened to be with each other.",
      "quote_n": "cap 3 entitled 'Early settlement of British Honduras, 1638 to 1717', but book subtitled 'An Historical and Descriptive Account of the Colony from its Settlement, 1670.'",
      "locn": "Hon",
      "act": "Brit settle",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "by Protectorate period",
      "note": null
    },
    {
      "in": "p 23",
      "quote": "In 1638 a few British sailors were wrecked on the coast of Yucatan and would appear to have settled.",
      "quote_n": null,
      "locn": "E Yuc",
      "act": "Brit wreck and possy settle",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "in 1638",
      "note": null
    },
    {
      "in": "p 25",
      "quote": "Ruatan or Roatan, sometimes called Rattan, one of the group known as the 'Bay Islands,' long afterwards a bone of contention between England and Spain, was first captured by the English in 1642.",
      "quote_n": null,
      "locn": "Rattan",
      "act": "Eng first capture",
      "accept": true,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "in 1642",
      "note": null
    },
    {
      "in": "p 26",
      "quote": "[T]he first regular establishment of English logwood-cutters was made in 1662 by adventurers, probably from Jamaica, incited by the increasing demand for logwood. Their numbers were soon augmented by fresh arrivals, and extending southwards from Cape Catoche, they in a short space of time spread as far as the River Belize, and westwards to what appears to have been then called the lake and island of Triste (between Tabasco and the River Campeton), a lagoon with an island in the middle of it. At this time there were two places of rendezvous, or market-places, for the early settlers—the mouth of the Belize River and this island of Triste, adjacent to Campeché.",
      "quote_n": null,
      "locn": "Catoche / Hon / Camp",
      "act": "adventurers (prolly from Jam) make first regular establishment",
      "accept": true,
      "qualify": false,
      "lbd": "1662",
      "upd": null,
      "date": "in 1662 / shortly afterwards",
      "note": "first Catoche, then Hon/Camp"
    }
  ]
}
