{
  "id": "s506",
  "cite": "Ancona",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "vol 2 p 374",
      "quote": "Webster, cuyoo diccionario goza de una reputacion universal, y que en la palabra BALIZE del suplemento se expresa de esta manera: 'corrupcion de Waliz, nombre dado por los españoles al lugar, por haber sido descubierto y ocupado por un pirata inglés, llamado Wallace' (6) [Webster Dictionary, revised by Goodrick and Porter, Springfield, Mass., 1875].",
      "quote_n": "Quote from Webster Dictionary, revised by Goodrick and Porter, Springfield, Mass., 1875, supplement, item Balize p [missg]",
      "locn": "Old R",
      "act": "Wallace pirata inglés descubre y ocupa",
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 p 374",
      "quote": "Todavía hay otra asercion del Sr. Sierra, relativa á la época en que fué fundado Belice, que merece algun exámen. Coloca el hecho en el segundo tercio del siglo XVII; y aunque esto parece ser la mas probable, no esta suficientemente comprobado en la historia.",
      "quote_n": "Quote attributed to Justo Sierra / y aunque esto parece ser la mas probable [Hon settlement in second third of 16th cent vs mid-16th cent], no esta suficientemente comprobado en la historia /v Ancona 2 p 374",
      "locn": "Old R",
      "act": "se fundo",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "en segundo tercio de siglo 17",
      "note": "counting 'parece ser la mas probable [fecha]' as qualified acceptance"
    },
    {
      "in": "vol 2 pp 375-376",
      "quote": "Todas las probabilidades indican, al contrario [ie contra Brockhaus], que la fundacion de Belice tuvo lugar en el último tercio del siglo XVII [ie not in start of 18th cent]. Al ménos, puede comprobarse suficientemente que desde esta época, existia ya un nido de piratas ó cortadores de palo en el sitio donde hoy se levanta la colonia británica. Tenemos para apoyar esta asercion, no solamente lo que llevamos expuesto, sino además un dato, que nos parece digno de crédito, y que hasta aquí no ha sido invocado, que sepamos, por los escritores que se han ocupado de diludicar el orígen de Belice. D. Juan de Villagutierre y Sotomayor, que escribió su historia de la conquista del Peten en el año de 1699, hablando de las regiones que median entre Yucatan y Guatemala, dice que era muy peligroso viajar por mar de una á otra provincia, á causa de los bajos y arrecifes que existen en aquella costa, y de los PIRATAS y otros enemigos de España, que se albergaban en sus caletas y ensenadas (8) [V Sotomayor lib I cap IV ie 'Este escollo de tierras bárbaras y de incultas gentes que mediaba entre los dos reinos (Yucatan y Guatemala)........ causaba el insuperable embarazo de no poderse comunicar, ni tratar las cosas de su humano comercio....... sino por el gran rodeo y descomodidades de mas de trescientas leguas por mar, y de una costa, como ella es, llena de bajos, arrecifes, isloncillos y otros tropiezos, pasos contados de la continua zozobra de las naves, quanto sus caletas y ensenadas, seguro azechadero y refugio á los insultos, robos y crueldades de los piratas y enemigos de la corona de España.'].  Debe tenerse presente que [start p 376] Villagutierre era relator del Consejo de Indias, cuando escribió su libro, y que no habria aventurado la espepcie de que hablamos, sin haberla visto consignada en alguno de los documentos que existian en aquel alto tribunal. Probablemente la noticia partiria del mismo gobierno de Yucatan, quien no conociendo todavía con exactitud la situacion topográfica de Belice, se limitó á participar al Consejo que en la costa de Yucatan ó de Honduras existia un asilo de piratas, resguardado por los bajos y arrecifes que la naturaleza ha colocado en aquella region. Como la descripcion conviene perfectamente al asiento que hoy ocupa la colonia británica, parece fuera de toda duda que desde entónces se comenzó á formar, y que sus fundadores fueron los piratas que asolaban las costas de Yucatan y de la Nueva España.",
      "quote_n": null,
      "locn": "Old R",
      "act": "existir o albergarse o asilarse un nido de piratas ó cortadores de palo",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": "1699",
      "date": "en último tercio de siglo 17 / antes de escribir Villagutierre su historia [re Peten conquest]",
      "note": null
    },
    {
      "in": "vol 2 p 373",
      "quote": "Stephens, ocupándose de Belice, ha dicho en una de sus obras: 'El almanaque de Honduras que asume el carácter de cronista de este establecimiento, envuelve en el romance su historia primitiva, atribuyendo su orígen á un bucanero escosés, llamado Wallace.' Añade luego que los habitantes de aquiel establecimiento se glorian de tener este orígen y que todavía se señala el lugar en que el osado aventurero estableció sus fortificaciones (5).",
      "quote_n": "Quote from Stephens 1 cap 1 / Pobre autoridad histórica es ciertamente un almanaque, aunque no deja de darle cierto respeto el hecho de haberse constituido en un eco de una tradicion popular. Hay otra autoridad que todavía nos parace de mayor peso, no obstante que tambien le falte el requisito de citar la fuente en que se haya inspirado. Hablamos de Webster [Dictionary, revised by Goodrick and Porter, Springfield, Mass., 1875] /v Ancona 2 p 374",
      "locn": "Old R",
      "act": "Wallace bucanero escosés establece fortificaciones",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "vol 2 pp 374-375",
      "quote": "Los redactores de una enciclopedia alemana, que probablemente tomaron de autores ingleses las noticias que dan en el artículo consagrado á Belice, se expresan de esta manera: 'El orígen de este establecimiento data desde el decaimiento de la piratería á principios del siglo pasado. Aventureros ingleses, para quienes el oficio de piratas era ya demasiado peligroso, aprovecharon los conocimientos exactos que tenian [start p 375] de las costas del continente para iniciar una profesion aparentemente honrada, en el territorio situado entre el Rio Balize y el Hondo, que abunda en maderas de tinte' (7) [Brockhaus, Conversations Lexikon, Leipsig, 1864].",
      "quote_n": "Quote from Brockhaus, Conversations Lexikon, Leipsig, 1864 p [missg]",
      "locn": "N Hon",
      "act": "aventureros ingleses inician una profesion aparentemente honrada re maderas de tinte",
      "accept": false,
      "qualify": true,
      "lbd": "1701",
      "upd": null,
      "date": "desde decaimiento de piratería á principios de siglo 18",
      "note": null
    },
    {
      "in": "vol 2 p 371",
      "quote": "La primera tentativa de este género [corte de palo de tinte por ingleses] se hizo en el Cabo Catoche hácia el año de 1662, y este hecho importante, cuya noticia debemos á un escritor, que fué por muchos años superintendente de Belice (1) [Fancourt sec preface] pasa casi desaparcibido en nuerstras crónicas. Solamente en los manuscritos atribuidos al P. Lara encontramos la especie de que la ciudad de Mérida pidió al gobernador D. José Campero (1660-1663) QUE TOMASE PROVIDENCIAS A FIN DE ECHAR DE ESTAS COSTAS AL ENEMIGO PIRATA, frase que pudiera muy bien indicar que los cortadores de palo tenian ocupado el cabo por aquella época. Como quiera que sea, luego que éstos hubieron agotado los árboles mas inmediatos á la costa, y temiendo sin duda internarse demasiado, se dirigieron, segun asegura Róbertson (2) [Roberston lib 7], primero á la isla de Tris, nombre que entónces se daba al Cármen, y luego á la bahía de Honduras, donde colocaron su principal establecimiento. El lector comprenderá que el escritor inglés alude aqui á la colonia británica, conocida actualmente con el nombre de Belice, y sobre cuyo orígen no añade una sola palabra. La historia de Fancourt, habría dado indudablemente mucha luz sobre este asunto; pero desgraciadamente no conocemos mas que la primera parte, que solo llega hasta la conquista del Petén. En cuanto á los datos que suministran nuestros anales, son algo oscuros y confusos, aunque no dejan de darle cierta fuerza los que hemos podido recoger en autores extranjeros.",
      "quote_n": "aunque Fancourt cita el año de 1662, como época en que comenzó el corte de palo en el Cabo Catoche, no conocemos el número de años que medió entre esta primera tentativa y la fundacion de Belice /v Ancona 2 p 374",
      "locn": "Catoche / Tris / Hon B",
      "act": "ingleses intentan cortar palo / ocupan para cortar palo / dirigirse á",
      "accept": true,
      "qualify": true,
      "lbd": null,
      "upd": null,
      "date": "hácia el año de 1662 / durante gobierno de Campero / luego de agotado los árboles mas inmediatos á la costa [Catoche] / luego de dirigirse a Tris",
      "note": null
    },
    {
      "in": "vol 2 pp 371-372",
      "quote": "'Dícese que un [start p 372] bucanero escosés, atrevido y emprendedor, llamado Petter Wallace, movido de la fama de las riquezas que se ganaban en aquellas expediciones infames, y asociado de los mas resueltos de sus camaradas, determinó buscar un sitio á propósito en que colocar perpétuamente su guarida, á fin de salir á sus piraterías en la mejor ocasion y volver con toda seguridad. Como esto ocurria á mediados del siglo XVII, la costa de Yucatan, bañada del golfo de Honduras, se hallaba totalmente deshabitada de españoles, pues el único establecimiento que allí habia, el de Bacalar, habia sido aniquilado por la irrupcion del filibustero Abraham, y por la sublevacion de los indios de aquel distrito. Wallace hizo un perfecto reconocimiento de aquellos bajos y arrecifes, y despues de un exámen diligente, halló en nuestras costas un rio, enteramente á cubierto por una serie de cayos y bajos; y desembarcó allí con unos ochenta piratas, que desde el momento mismo construyeron unas cuantas chozas circunvaladas de una especia de empalizada ó ruda fortaleza. Dieron aquellos aventureros el nombre de Wallace al rio, en cuyas márgenes se establecieron: nombre que despues degeneró en Wallix, y por último en Belice, que es como lo nombran los geógrafos modernos, y así se denomina en las actas oficiales del gobiero inglés' (3) [Ojeada sobre el establecimiento británico de Belice, publicada en el Fénix].",
      "quote_n": "Quote from Fenix [missg] column Ojeada sobre el establecimiento británico de Belice / Hay dos pequeñas inexactitudes en este relato, que conviene hacer notar, aunque no afecten á la esencia de la materia que venimos examinando ie re name 'Belice' given rather as 'Balize' in anglophone records, and re Bacalar which was not 'destruida' so much as 'llevado al mas triste estado de decadencia' ie 'se mantuvo casi siempre en su antiguo sitio [in siglo XVII] como el centinela avanzado de la provincia en aquella region' ie '[s]us vecinos y autoridades no la desampararon, sino momentáneamente, en la ocasion de que en otra parte hemos hablado (4) [Ancona [missg] lib IV cap IV]’ /v Ancona 2 pp 372-373\n En cuanto á que Belice deba su fundacion á Petter Wallace, debemos hacer notar que algunos críticos han puesto en duda la existencia de este aventurero, fundándose en que su nombre no se registra, ni como célebre, ni como indiferente, en la historia de la piratería. El Sr. Sierra no acostumbraba citar las fuentes de donde sacaba sus noticias, y esta circunstancia nos priva del placer de intentar su defensa. No es sin embargo el único escritor que ha hablado casi en los mismos términos del filibustero escosés. Tambien [lo hizo] Stephens [in Stephens 1 cap 1] /v Ancona 2 p 373\n [T]emiendo perder algun dia las ganancias que les proporcionaba [la ocupacion del territerio de las provincias de Yucatan y de Honduras], imaginaron un ardid para dar á su usurpacion un viso de legalidad. Atribúyese el pensamiento al mismo Wallace, de quien se dice que celebró un tratado con el cacique de los indios MOSQUITOS para que le cediese el terreno en que fundó su establecimiento (9) [Sierra, opúsculo citado ie in Fenix]. Ignoramos el crédito que deba darse á esta asercion, porque no conocemos las fuentes de donde ha sido tomada. /v Ancona 2 p 377",
      "locn": "Old R",
      "act": "Wallace bucanero escosés y 80 asociados piratas buscan un sitio á propósito en que colocar perpétuamente su guarida á fin de salir á sus piraterías y despues de examén diligente de costa yucateca en Bahía de Hon hallan Old R",
      "accept": true,
      "qualify": true,
      "lbd": "1620",
      "upd": "1680",
      "date": "á mediados de siglo 17 / despues de aniquilado Bacalar por Abraham y sublevacion de indios",
      "note": null
    }
  ]
}
