{
  "id": "s514",
  "cite": "Peniche",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "pp 218-219",
      "quote": "Uno de esos lugares escogidos como centro de donde partian las expediciones, fué la costa de Yucatan sobre la bahía de Honduras, al S. .E. de la península; y he aquí el orígen del establecimiento de que nos ocupamos, que ha sido tan pernicioso á la poblacion española de aquella parte de la nacion, y cuya fundacion nos explica Sierra en estos términos: 'Dícese que un bucanero escoces, atrevido y emprendedor; llamado Petter Wallace, movido de la fama de las riquezas que se ganaban en aquellas expediciones infames y asociado de los mas resueltos de sus camaradas, determinó buscar un sitio á propósito en que colocar perpetuamente su guarida, á fin de salir á sus piraterías en la mejor ocasion y volver á salvo con toda seguridad. Como esto ocuria á mediados del siglo XVII, la costa de Yucatan, bañada del Golfo de Honduras, se hallaba totalmente deshabitada de españoles, pues el único establecimiento que allí habia, el de Bacalar, habia s ido aniquilado por la irrupcion del filibustero Abraham [Fué destruida por los piratas con frecuentes irrupciones de las que son las mas notables la de Diego el Mulato en Noviembre de 1642 y las de Abraham en 1648 y Mayo de 1652.—Vease historia de Yucatan por Cogolludo] [start p 219] y por la sublevacion de los indios de aquel distrito. Wallace hizo un perfecto reconocimiento de aquellos bajos y arrecifes, y despues de un exámen diligente halló en nuestras costas un rio enteramente á cubierto por una serie de cayos y bajos; y desembarcó allí con unos ochenta piratas, que desde el momento mismo construyeron unas cuantas chozas circunvaladas de una especie de empalizada ó ruda fortaleza. Dieron aquellos aventureros el nombre de Wallace al rio en cuyas márgenes se establecieron; nombre que despues degeneró en Wallix y por último en Belice que es como lo nombran los geógrafos modernos, y así se denomina en las actas oficiales del gobierno inglés.'",
      "quote_n": null,
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 218",
      "quote": "Despues de sus correrías [de filibusteros y bucaneros a mediados del siglo XVII], marchaban á dividirse sus robos á las provincias en que recibian proteccion, ó á los lugares deshabitados de las costas. 'Era tanta la audacia de estos aventureros, dice el eminente escritor D. Justo Sierra,[Fenix, column Ojeada histórica sobre el establecimiento británico de Belice] que solian permanecer por meses y aun por años enteros ocupando algunas islas y sitios próximos á las poblaciones españolas, sin que recibiesen por ello la menor hostilidad ó molestia.'",
      "quote_n": null,
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 219",
      "quote": "Algo distinto del orígen de Belice, como nos lo refiere Sierra, es el que trae Coxe en su obra titulada España bajo el reinado de la casa de Borbon, cap. 43, refiriendo la ocupacion de ese lugar por la corona de Inglaterra á un tiempo cercano á la conquista de Jamaica por Cromwell. Sin embargo, en las mismas palabras del historiados inglés se encuentra una confirmacion plena de cuanto dice Sierra. El historiados inglés esquiva asentar fechas sobre este punto, habla en general de la bahía de Honduras, y siempre se encuentra que andaba á tientas en esta parte de su historia, pues asegura que los ingleses crearon establecimientos en la bahía de Campeche, lo cual no es exacto; pero confiesa que en la bahía de Honduras y en la costa de mosquitos se extendió el comercio ilegal de los ingleses con las colonias españolas cuando desaparecieron los piratas. Mas adelante verémos que no se puede fijar un orígen mas seguro del establecimiento de Belice, que el que nos dice el escritos mexicano.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "accept": null,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    }
  ]
}
