{
  "id": "s78",
  "cite": "B-Thomas",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "p 139",
      "quote": "'The town of Belize, situated at the mouth of the river of the same name, was so called after its first discoverer, Wallice, a noted Bucanier who made this, the place of his retreat'.",
      "quote_n": "Quote from Hon Alm for 1829 p 5 / Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "bucanier first makes Old R the place of retreat",
      "accept": false,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 143",
      "quote": "'Willis, the notorious Buccaneer, was the first Englishman [sic] who settled on the banks of the river to which he gave his name. The Spaniards called it Walis, and the corrupting influence of time has softened it to Belize. The ex-governor of Tortuga sought his retreat on the shores and isles of Yucatan, where a multitude of his subjects or friends, who preferred a distant fortune to a narrow home, quickly joined him.'",
      "quote_n": "Quote from Bridges 2 p 134, with content sourced from 'two highly respectable and well- informed inhabitants of Honduras, George Westby and Thomas Pickstock, Esquires' per Bridges 2 pp 497-505\n Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' /v B-Thomas pp 138, 144\n [T]here can be no doubt that the ‘ex-governor of Tortuga’ referred to by the French writers [du Tertre 1667, Charlevoix 1733], the Honduras Almanack [for 1827] and Bridges [1828] was none other than Captain James. This man never went to Belize, although he does appear in 1663 in a list of buccaneers operating from Jamaica and Tortuga.[cf Haring p 273] Intriguingly, he is also cited in the apocryphal story by Gibbs [in Gibbs p 24] as the sea captain who discovered the value of logwood in 1655.[cf Gibbs p 24, quoting Hon Alm for 1826, Hon Alm for 1827, originally via Dampier, A voyage to New Holland, &c., in the year 1699, London:Printed for James Knapton, 1699, though this story 'is demonstrably false'] /v B-Thomas p 144\n 1639 - Tortuga settlers elect Roger Floud as governor, former sheriff of Old Prov / ≥ 1639 - Tortuga elect James, alias Pres. James in Old Prov records, as leader / 1640 - British settlers routed fm Tortuga by French fm St Kitts / 1667 - du Terte, with testimony from French gov of Tortuga, claims 300 buccaneers chose ‘un anglais’ as their chief in 1640 [cf du Tertre, Histoire generale des antilles habitees par les françois, Paris: Jolly, 1667] / 1733 - Charlevoix repeats du Tertre intel, adding 'Parmi les Anglois.....il y en avoit un, nommé Willis, qui étoit homme de tête & de résolution' [cf Charlevoix et le Pers, Histoire de l'isle espagnole ou de s. domingue, vol 2, Amsterdam: François l'Honoré, 1733, pp 10-11] / 1914 - Newton suggests James's first name was ‘William’ st Charlevoix confused first and second names [cf Newton, 1914, p 281 fn 10] /v B-Thomas pp 143-144",
      "locn": "Old R",
      "act": "Englishman first settled",
      "accept": false,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "after period as governor of Tortuga ",
      "note": null
    },
    {
      "in": "p 141",
      "quote": "Asturias claims that Wallace set sail from England on May 14th 1603 and arrived at the mouth of the river Belize, where he established a settlement. He then became disillusioned by squabbling among his companions and returned to England in 1617 where he died in 1621.",
      "quote_n": "Quote content from Asturias p [missg] / The [published Asturias-Burdon] correspondence makes clear that Asturias had no primary sources for his claims about Wallace, even repeating his statement from the first edition that he had no proof (‘sin tener ningún comprobante, me imagino que es en esta expedición cuando él llega a la desembocadura del Río Viejo, que desde entonces comienza a llamarse de Wallace o BELIZE’). /v B-Thomas pp 141-142\n Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "establish a settlement",
      "accept": false,
      "qualify": null,
      "lbd": "1603",
      "upd": "1617",
      "date": "after set sail from England in 1603 / before return to England in 1617",
      "note": null
    },
    {
      "in": "p 139",
      "quote": "‘Wallice’ was 'Lieutenant among the Bucaniers who formerly infested these seas..............he first discovered the mouth of the River Belize'.",
      "quote_n": "Quote from Hon Alm for 1827 p 5 / Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "Wallice Lt bucanier first discovered mouth of river",
      "accept": false,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "",
      "note": null
    },
    {
      "in": "p 144",
      "quote": "'1638 – this year a few British subjects first inhabited Honduras, having been wrecked on the coast.'",
      "quote_n": "Quote from Hon Alm for 1829 p 40 / Deemed a shipwrecked-sailors-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest’ ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Hon",
      "act": "a few shipwrecked British subjects first inhabit",
      "accept": false,
      "qualify": null,
      "lbd": "1638",
      "upd": "1638",
      "date": "in 1638",
      "note": null
    },
    {
      "in": "pp 140-141",
      "quote": "'Dicese que un bucanero escosés, atrevido y emprendedor, llamado Peter Wallace, movido de la fama de las riquezas que se ganaban en aquellas expediciones infames, y asociado de los mas resueltos de sus camaradas, determinó buscar un sitio a propósito en que colocar perpetuamente su guarida, a fin de salir a sus piraterías en la mejor occasión y volver con toda seguridad. Como esto ocurría a [start p 141] mediados del siglo XVII, la costa de Yucatán bañada del golfo de Honduras, se hallaba totalmente deshabitada de españoles, pues el único establecimiento que allí había, el de Bacalar, había sido aniquilado por la irrupción del filibuster Abraham y por la sublevación de los indios de aquel distrito. Wallace hizo un perfecto reconocimiento de aquellos bajos y arrecifes.......y desembarcó allí con con unos ochenta piratas, que desde el momento mismo construyeron unas cuantas chozas, circunvaladas de una especie de empalizada o ruda fortaleza'.",
      "quote_n": "Quote from magazine El Fénix published in Campeche between 1849 and 1851, attributed to Justo Sierra, via Eligio Acona, Historia de Yucatán, vol 2 [Barcelona: Imprenta de J. J. Roviralta, 1889], pp 367-368 /v B-Thomas pp 140-141\n Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "bucanero escosés y 80 asociados piratas buscan un sitio á propósito en que colocar perpétuamente su guarida á fin de salir á sus piraterías y despues de examén diligente de costa yucateca en Bahía de Hon hallan Old R",
      "accept": false,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "á mediados del siglo XVII / despues de aniquilado Bacalar por Abraham y sublevacion de indios",
      "note": null
    },
    {
      "in": "pp 139-140",
      "quote": "'Belize owes its origin to a Scotch Corsair Chief of the name of Wallace, a native of Falkland in Kinrosshire. At the time that these formidable pirates were driven from Tortuga, a small island situated a few miles north of St. Domingo [Haiti], Wallace to escape from the just vengeance of the Spaniards fled for security amongst the numerous islands on the coast of Yucatan and [start p 140] finally settled at the mouth of the River Belize. Here after many vicissitudes both by sea and land Wallace fixed his residence, erected a few log huts and a small fortalice, which stood on the site now occupied by the handsome premises of Messrs. Boitias and Delande'.",
      "quote_n": "Quote from Hon Alm for 1839 p 2 / Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145\n This version of the Wallace myth was then reproduced faithfully by John Lloyd Stephens, who visited Belize during his exploration of Maya sites in Central America (Stephens cited the Honduras Almanack as his source). /v B-Thomas p 140",
      "locn": "Old R",
      "act": "Scotch corsair chief finds security amongs Yuc islands, finally settles at Old R, fixes residence, erects a few log huts and a small fortalice",
      "accept": false,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "at the time pirates were driven from Tortuga / after Scotch corsair chief Wallace escaped from the just vengeance of the Sp",
      "note": null
    },
    {
      "in": "p 144",
      "quote": "'In 1638 a few British sailors were wrecked on the coast of Yucatan and would appear to have settled.'",
      "quote_n": "Quote from Gibbs p 23 / Deemed a shipwrecked-sailors-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest’ ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Yuc / Hon",
      "act": "a few shipwrecked British sailors appear to have settled",
      "accept": false,
      "qualify": null,
      "lbd": "1638",
      "upd": "1638",
      "date": "in 1638",
      "note": null
    },
    {
      "in": "p 142",
      "quote": "'The ‘Wallace Legend’ suggests that a Scottish buccaneer or pirate, Peter Wallace, first settled at the mouth of the Belize River, possibly in 1638. His name was supposedly mis-spelt by the Spaniards until it changed into the word ‘Belize’. So far, there is not enough historical evidence to prove this legend.' [new para] This agnosticism with regard to the historical evidence is fortunately incorrect. We can in fact demonstrate that [Peter] Wallace never existed and therefore cannot have been the founder, or one of the founders, of Belize.",
      "quote_n": "Quote from Iyo p 287 / Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest’ ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "Scottish buccaneer or pirate first settles",
      "accept": false,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "possibly in 1638",
      "note": null
    },
    {
      "in": "p 141",
      "quote": "[I]n 1638 'Wallace, or Willis, a Scotch Corsair Chief, the Buccaneer of Historical fame, to escape from the just vengeance of the Spaniards, established his rendezvous at the mouth of the Belize River, where he erected a few log huts. He came from Hispaniola.'",
      "quote_n": "Quote from Hon Hnd for 1925 p 1 / Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "Scotch corsair chief establishes rendezvous, erects a few log huts",
      "accept": false,
      "qualify": null,
      "lbd": "1638",
      "upd": "1638",
      "date": "in 1638",
      "note": null
    },
    {
      "in": "p 145",
      "quote": "'Our history began when English and Scottish sailors (buccaneers) landed at the mouth of the Belize River in 1638. They were the first to do so and might have claimed the land in the name of the sovereign, except for the fact that this land, our land, by an accident of history was from 1494 a part of the Spanish Main.'",
      "quote_n": "Quote from Amandala iss [missg] for 6 May 2011 p [missg] sec Ideas and Opinions – To the ICJ or not para [missg] /v B-Thomas pp 144-145\n Deemed a shipwrecked-sailors-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest’ ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "English and Scottish sailors (buccaneers) first land",
      "accept": false,
      "qualify": null,
      "lbd": "1638",
      "upd": "1638",
      "date": "in 1638",
      "note": null
    },
    {
      "in": "p 139",
      "quote": "British settlement of Honduras, of which Belize is the capital, cannot be traced to be of any greater antiquity than from the administration of Oliver Cromwell",
      "quote_n": "Quote from Hon Alm for 1826 p 5",
      "locn": "Hon or Old R",
      "act": null,
      "accept": null,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "during administration of Cromwell",
      "note": null
    },
    {
      "in": "p 142",
      "quote": "Burdon misquotes Asturias by stating that Wallace arrived in Belize in 1617, when Asturias actually said he had ARRIVED in 1603 and LEFT in 1617.",
      "quote_n": "Quote content from Burdon 1 p 3 / Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": null,
      "act": null,
      "accept": false,
      "qualify": null,
      "lbd": "1617",
      "upd": "1617",
      "date": "upon arrival in 1617",
      "note": null
    },
    {
      "in": "p 154",
      "quote": "For the settlement of Belize by the British, we should therefore distinguish between the period before 1670 and the period after. In the first period, which starts from 1642, there may have been some scope for privateers to make Belize their home but it would not have been easy. The opportunities for laying in stores, refitting ships and spending profits were strictly limited on the Belizean cayes. From 1655, furthermore, Jamaica was a much more attractive base for such activities. Thus, any settlers before 1670 are likely to have been much less glamorous than the privateers (see below). [new para] After 1670, when the former privateers were becoming pirates, Belize may have been more tempting and perhaps this explains the presence of Bartholomew Sharp in 1677. However, settlers in Belize were about to turn to a much more prosaic activity (the extraction of logwood), so this period in Belize’s history was likely to have been very brief. Indeed, we know for sure that logwood was being cut and exported by 1680 (see next chapter). [new para] Although we have shown there were many British subjects who might have had an interest in settling in Belize after 1642, we have very little solid evidence.",
      "quote_n": null,
      "locn": "Hon cayes",
      "act": "privateers make Hon their home by laying in stores, refitting ships, spending profits in cayes",
      "accept": true,
      "qualify": true,
      "lbd": "1642",
      "upd": "1670",
      "date": "after 1642 / before privateers start becoming pirates in 1670",
      "note": null
    },
    {
      "in": "p 138",
      "quote": "The purpose of this article is to disentangle the facts from everything else in the stories about the origins of Belize. The article starts with two common myths that Belize was first settled either by a buccaneer called Peter Wallace or by shipwrecked sailors or – in some versions – both at the same time. These two myths can now be shown to be false despite the fact that they have been repeated ad nauseam in the secondary literature.",
      "quote_n": null,
      "locn": "Hon or Old R",
      "act": "buccaneer or shipwrecked sailors first settle",
      "accept": false,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "p 138",
      "quote": "The third part of the article is concerned with the first British settlers BEFORE the establishment of logwood extraction as the main economic activity. This is the most problematic part of the article, as we will never know with certainty who the first settlers were.",
      "quote_n": null,
      "locn": null,
      "act": "British settlers first settle",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "before logwood extraction established as main economic activity",
      "note": null
    },
    {
      "in": "pp 151-152",
      "quote": "We can be fairly certain that there was no permanent British presence in Belize before 1642 and the reasons for this are straightforward. The Bay of Honduras, including the Belize cayes, was guarded by two Spanish forts. The first was at Salamanca de Bacalar and had been constructed by the Pachecos in 1543/4 at the start of their brutal entrada into Belize. The second was at Trujillo on the northern coast of Honduras. [new para] The fortress at Salamanca de Bacalar was the most important from the point of view of deterring British settlers. In order to access the fort by boat, the Spanish had to pass through what are today Belizean waters by way of the channels that lead from the ocean through the barrier reef and the cayes. This gave the Spanish a good familiarity with the islands inside the reef and also explains why so many of them were given Spanish names early on. [new para] While the fortress was in full operation, it would have been impossible for the British to gain a permanent foothold. However, Salamanca de Bacalar was sacked by Diego ‘el Mulato’ in 1642. This man, who was an ally of the British and had visited Providence Island in 1631 (see below), was a renegade Spaniard from Cuba, whose nickname was ‘Lucifer’. His attack, in addition to the usual [start p 152] motive of plunder, may therefore have been a deliberate attempt to deprive the Spanish of a base from which the cayes could be monitored. [new para] The fortress at Bacalar was not totally destroyed and the Spanish did their best to rebuild it. However, it was then sacked in 1648 and again in 1652 by Abraham (Albertus) Blauvelt, a Dutch sea captain whose brother William had already given his name to Bluefields in Nicaragua. From then onwards until 1729, the fortress at Salamanca de Bacalar was abandoned by the Spanish. Meanwhile, Captain William Jackson, of whom more later, had sacked Trujillo with exceptional ferocity in 1642 and rendered its fortifications unuseable for a number of years, so that the Spanish could no longer defend the Bay of Honduras from the south either. [new para] The necessary conditions for the permanent occupation of the Belizean cayes by the British were therefore in place by the end of 1642. Furthermore, by this time the Spanish had been forced to accept that their efforts to convert the Maya at Tipu and other settlements in Belize had been a complete failure. Father Fuensalida, who had visited Tipu some twenty years before, was lucky to escape with his life during his entrada of 1641 and the northern part of Belize was effectively abandoned by the Spanish until the final conquest of the Itzas in 1697. Thus, the Spanish had temporarily lost the ability to patrol the cayes and at the same time had given up on attempts to ‘reduce’ the Maya on the Belizean mainland. [new para] If the necessary conditions for a permanent British presence had been met by the end of 1642, this did not automatically mean that the British actually took advantage of the new situation.",
      "quote_n": null,
      "locn": "Hon cayes",
      "act": "permanent British presence",
      "accept": true,
      "qualify": true,
      "lbd": "1642",
      "upd": null,
      "date": "after Diego el Mulato sack of Bacalar in 1642 / after William Jackson sack of Trujillo in 1642",
      "note": null
    },
    {
      "in": "p 142",
      "quote": "We now learn that ‘Willis’ set sail (from where is not stated) in 1639 for Tortuga with a group of adventurers ‘drawn mostly from those expelled from Nevis’ and became master of the island. He was then driven off by the French in August 1640 and set sail for the mouth of the river Belize where he founded a settlement ‘approximately in September 1640’.",
      "quote_n": "Quote from Winzerling cap 4 pp [missg] / Deemed a 'Wallace'-related 'foundation myth' which 'can now be shown to be false' ie 'can be laid to rest' ie ‘[is] without foundation’ /v B-Thomas pp 138, 144-145",
      "locn": "Old R",
      "act": "found a settlement",
      "accept": false,
      "qualify": null,
      "lbd": "1640",
      "upd": "1640",
      "date": "after adventurers driven off Tortuga by Fr in Aug 1640 / approx in Sept 1640",
      "note": null
    },
    {
      "in": "p 145",
      "quote": "What is certain, however, is that shipwrecked British sailors cannot have founded Belize in 1638. First, the Spanish fort at Salamanca de Bacalar was fully operational at this time and the Spanish would not have tolerated a foreign presence in such close proximity. They did not tolerate it in Providence Island in 1641 and Roatán in 1642, so they would certainly not have ignored ’80 sailors’ at the mouth of the Belize River in 1638. Secondly, this was the period when the Providence Island Company was flourishing with monopoly rights over privateering along the whole Central American coast. Any shipwrecked British sailors would have therefore made their way back to Providence Island or to the small British settlement at Cabo Gracias a Díos. Finally, the Providence Island Company records are silent on both such a shipwreck and also on a British presence anywhere in Belize, whereas they provide considerable details on the attempts to colonise the Mosquito coast and the Bay Islands. [new para] The two myths about the origins of Belize are therefore without foundation. They do, however, have a common source (the Honduras Almanack) which was written at a time when the Baymen craved respectably and hoped to become a British colony. It is understandable that the settlement’s elite should create a narrative that put them on a par with other British colonies in the Caribbean. This is no excuse, however, for modern historians who have a duty to put the record straight. There was no Peter Wallace and no shipwrecked sailors established a settlement at the mouth of the Belize River in 1638.",
      "quote_n": null,
      "locn": "Old R",
      "act": "shipwrecked British sailors found or establish a settlement",
      "accept": true,
      "qualify": null,
      "lbd": "1638",
      "upd": "1638",
      "date": "in 1638",
      "note": null
    },
    {
      "in": "p 156",
      "quote": null,
      "quote_n": null,
      "locn": "Catoche",
      "act": "Jam pirates first log",
      "accept": true,
      "qualify": null,
      "lbd": null,
      "upd": null,
      "date": "by 1662",
      "note": null
    }
  ]
}
