{
  "id": "s8",
  "cite": "Rogers",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "pp 199-200",
      "quote": "Quite a halo of romance surrounds the earliest British occupation of Honduras. The central hero of the story being [start p 200] a Scottish rover or buccaneer, named Wallace, whose cognomen is supposed to survive in the name of the capital, Belize. It was the practice of these privateers to set fire to all homeward-bound Spanish vessels laden with logwood, having first stripped the ship and crew of everything valuable. But one Captain James having made such a capture, brought vessel and cargo to London, and he was agreeabl surprised to find a ready sale for the logwood, while he was equally chagrined to remember that he had been using as fuel during the voyage wood valued at £100 a ton. [new para] Thus the privateers found it more profitable to search for wood on shore than fight for it on sea, and English woodcutters accordingly increased and multiplied, until after capturing the Bay Islands they swarmed into the adjacent continent, and finally established themselves at Belize. Nearly a hundred years later on, in 1754, the Spaniards, exasperated by the continued prosperity of the Baymen, assembled a force of 1,500 men at Peten and marched upon the old river works.",
      "quote_n": "[A] narrative of the manly, ambitious, and indefatigable efforts of the Baymen, as they were called, to establish themselves on the shores of Central America would prove to be, if not a profitable study, at least an entertaining romance. It is, however, not my purpose to go into a detailed account of these proceedings, much less to dwell at any length upon the ancient history of the country at large, but to cull from the pages of local records such facts as may be interesting in themselves, or which tend to throw light upon the subsequent development of the colony. /v Rogers p 199",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    }
  ]
}
