{
  "id": "s802",
  "cite": "Hon Hnd",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "for 1888-89 p 23",
      "quote": "The settlement was originally called 'Belize,' the name now applied to the capital only, and it is by some supposed that it was originally settled by buccaneers, who were attracted to the coast by the shelter and safety afforded to them by the extreme difficulty of navigation among the surrounding cays, and who, after the ratification of the Treaty of Madrid, which provided for the prevention of privateering in the Bay of Honduras, were induced to remain in the hope of gaining wealth in a more legitimate manner by cutting the woods of the country.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "for 1888-89 p 22",
      "quote": "The first mention made in any historical or statistical document extant of British inhabitants on the coast-line of Central America, is of a few persons who were wrecked on the coast in 1638; and it is certain that thirty-three years subsequently Belize was a thriving and prosperous settlement, as in 1671, Sir Thomas Lynch, Governor of Jamaica, in his report to the King, stated it 'increased his Majesty's customs and the national commerce more than any of his Majesty's colonies,' and that as far back as two hundred years ago it was a flourishing and wealthy settlement.",
      "quote_n": "The early history and settleemtn of this interesting, and in some respects important, colonial dependency of Great Britain is involved in so much mystery and uncertainty, consequent upon the loss and destruction or defacement by fire, hurricane, negligence, and the incursions of foreign invaders, and their attendant acts of plunder, of many if not most of the more valuable RIENDO pertaining to the settlement, as to make it extremely difficult to render anything like a full or thoroughly accurate and satisfactory account of the occupancy and early struggles of the first settlers, or any account whatsoever of the various incidents of romance and reality which marked their career. /v Hon Hnd for 1888-89 p 22",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "for 1888-89 p 23",
      "quote": "The first appearance of the English on the coast of Honduras, according to reliable authority, as already stated, was in 1638, when a few shipwrecked mariners or other adventurers were cast away and found refuge upon the mainland of the continent, and made for themselves a habitation and a home, which ultimately became the nucleus of a British woodcutting and trading community, able to hold its own against all the onslaughts and efforts of the most powerful kingdom then known on earth. [new para] In or about the year 1662, the first regular establishment of English logwood cutters was made by adventurers from Jamaica, incited, no doubt, by the increasing demand for logwood.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    }
  ]
}
