{
  "id": "s860",
  "cite": "Hon Alm",
  "note": null,
  "via": "harv",
  "quotes": [
    {
      "in": "for 1829 p 40",
      "quote": "1642.----The English take possession of the Island of Ruatan, which they kept until August 1650.",
      "quote_n": null,
      "locn": "Roatan",
      "act": "the English take possession of the Island et keep until August 1650",
      "att": null,
      "lbd": "1642",
      "upd": "1642",
      "date": "in 1642",
      "note": null
    },
    {
      "in": "for 1829 p 40",
      "quote": "1638.----This year a few British subjects first inhabited Honduras, having been wrecked on the Coast.",
      "quote_n": "It is to be regretted that the misfortunes to which the Colony was exposed, resulting from this unhappy state of things, swept away many of the most valuable documents relative to the rise and progress, of BRITISH HONDURAS, from which alone we could have derived information, sufficiently full and explanatory, to give our present undertaking a commanding interest; but such being the circumstances, however unexpected, at the season of their occurrence, we can only glean from the scanty materials that are in our hands, and throw ourselves on the indulgence of a kind, and liberal public, for the omission of matter, not to be found on record. /v Hon Alm for 1829 p 6",
      "locn": "Honduras",
      "act": "a few British subjects first inhabited Honduras having been wrecked on coast",
      "att": null,
      "lbd": "1638",
      "upd": "1638",
      "date": "in 1638",
      "note": null
    },
    {
      "in": "for 1839 p 2",
      "quote": "Belize owes its origin to a Scotch Corsair Chief of the name of Wallace, a native of Falkland in Kinrosshire. At the time that these formidable pirates were driven from Tortuga, a small island situated a few miles north of St. Domingo, Wallace to escape from the just vengeance of the Spaniards fled for security amongst the numerous islands on the coast of Yucatan, and finally settled at the mouth of the River Belize. Here after many vicissitudes both by sea and land Wallace fixed his residence, erected a few log huts and a small fort alice, which stood on the site now occupied by the handsome premises of Messrs. Boitias & Delande.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "for 1826 p 5",
      "quote": "The British Settlement of Honduras, of which Belize is the capital, cannot be traced to be of any greater antiquity than from the administration of Oliver Cromwell, in Great Britain, at which period it was, from its remote and secret situation, used by the English, rather as a place of refuge and concealment, from the dreadful and savage warfare then carried on by the Spaniards [...] .",
      "quote_n": "Quote via Weekly XV no 759 for 11 Nov 1828 p 4\n Cromwell as Lord Protector from 1649 until his death in 1658, although it could be argued that his 'administration' included the years of the Civil War that began in 1642 /v B-Thomas p 139 fn 8",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": "1642",
      "upd": "1658",
      "date": "in Cromwell’s govt",
      "note": null
    },
    {
      "in": "for 1829 p 5",
      "quote": "The town of Belize, situated at the mouth of the river of the same name, was so called after its first discoverer, Wallice, a noted Bucanier who made this, the place of his retreat.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "for 1839 p 4",
      "quote": "Tired with the arts of war, the settlers [of Hon] at last adopted those of peace. They commenced cutting logwood, then an article of great value in Europe, and with which the Country on the banks of the Belize River abounded. In 1665, they received a re-inforcement of strength by another piratical Chief, named L'Ollonois, joining the settlement with all his followers; from this period up to the end of the century, the various establishments upon the coast and the banks of the rivers augmented rapidly. Settlements were formed at Catoche, and in the island of Triste in the Bay of Campeachy; but the logwood failing in the former of these places, and the settlers being driven from the latter by a superior Spanish force, they again rendezvoused at Belize, as a station affording them greater facilities of protecting themselves form the superior power of their enemies.",
      "quote_n": null,
      "locn": null,
      "act": null,
      "att": null,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": null
    },
    {
      "in": "for 1827 p 5",
      "quote": "Wallice [was a] Lieutenant among the Bucaniers who fromerly infested these seas......he first discovered the mouth of the River Belize [in 1638].",
      "quote_n": "Quote via B-Thomas p 139",
      "locn": null,
      "act": null,
      "att": null,
      "lbd": "1638",
      "upd": "1638",
      "date": null,
      "note": null
    }
  ]
}
