{
  "id": "s924",
  "cite": "Dampier",
  "note": null,
  "via": null,
  "quotes": [
    {
      "in": "vol 2 pt 2 cap 1 p 10",
      "quote": "The Cape [Catoche] is very low Land by the Sea, but somewhat higher as you go further from the shore. It is all over-grown with Trees of divers sorts, especially Logwood; and therefore was formerly much frequented by the *Jamaica* Men, who came thither in Sloops to load with it, till all the Logwood trees near the Sea were cut down; but now 'tis wholly abandoned, because the Carriage of it to the shore requires more labour, than the cutting, logging and chipping. Besides, they find better Wood now in the Bay of *Campeachy* and *Honduras*, and have but little way to carry it; not above 300 Paces, when I was there: whereas at *Cape Catoch* they were forc'd to carry it 500 Paces before they left that Place.",
      "quote_n": null,
      "locn": "Catoche",
      "act": "Jam pirates first log",
      "accept": true,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": null,
      "note": "no date but implied after Jam capture"
    },
    {
      "in": "vol 2 pt 2 cap 2 pp 47-48",
      "quote": "Besides Cotton-Cloath, and Salt fetch'd fromt he *Salinas*, I know of no other vendible Commodity exported hence. Indeed formerly this place was the Scale of the whole *Logwood Trade*; which is there [start p 47] fore still called *Palo (i.e. VVood) de Campeachy*; tho' it did not grow nearer than at 12 or 14 Leagues distance from the Town. [new para] The place where the *Spaniards* did then cut it, was at a River, called *Champeton*, about 10 or 12 Leagues to Leeward of *Campeachy* Town; the Coast from thence South, the Land pretty high and rocky. The Native *Indians* that lived hereabouts, were hired to cut it for a Ryal a Day, it then being worth 90, 100 or 110 *l. per Tun*. [new para] After the English had taken *Jamaica*, and began to Cruise in this Bay, they found many Barks laden with it; but not knowing its value then, they either set them adrift or burned them, saving only the Nails and Iron-work; a thing now usual among the Privateers; taking no notice at all of the Cargo; till Cap. *James*, having taken a great Ship laden with it, and brought her home to *England*, to fit her for a Privateer; beyond his Expectation, sold his VVood at a great rate; tho' before he valued it so little that he burned of it all his Passage home. After his return to *Jamaica*, the *English* visiting this Bay found out the Place where it grew, and if they met no Prize at Sea, they would go to *Champeton* River, where they were certain to find large Piles cut to their Hand, and brought to Sea side ready to be ship'd off. This was their Common Practice; till at last the *Spaniards* sent Soldiers thither to prevent their Depredations. [new para] But by this time the *English* knew the Trees, as growing; and understanding their value, began to rummage other Coasts of the Main, in search of it, till, according to their desire, they found large Groves of it, first at Cape *Catoch*; (which, as I have said before, was the first Place where they setled to Logwood Cutting) and loaded many Vessels from thence to *Jamaica*, and other Places. But it growing scarce there, they found out the Lagune of *Trist* in the [start p 48] Bay of *Campeachy*; where they followed the same Trade, and have ever since continued it, even to the time of my being here: But to proceed, [new para]",
      "quote_n": null,
      "locn": "Catoche / Camp",
      "act": "Jam pirates first log",
      "accept": true,
      "qualify": false,
      "lbd": null,
      "upd": null,
      "date": "after 1655 / Catoche then Camp",
      "note": null
    }
  ]
}
