{
  "id": "e1853",
  "work": {
    "cod": null,
    "cod_n": null,
    "pir": null,
    "pir_n": null
  },
  "data": {
    "lbd": "1620-02-29",
    "upd": "1620-02-29",
    "name": "Logwood licensed",
    "desc": "Proclamation prohibiting importation of logwood except under licence",
    "locn": "Lon",
    "agents_sp": null,
    "agents_nsp0": "Thomas Compton",
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": null,
    "lit_n": "Socolow 478",
    "note": "9 Dec 1605 [Lon]. George Earl of Dunbar granted all duties on logwood, blockwood, &c. /CSPD Jas 1 vol 17 no [missg] [December, 1605] / 1 Jul 1607 [Lon]. Commission to Ld Treasurer Salisbury, for new tax on every cwt. of logwood and other prohibited dyeing woods / 21 Sep 1607 [Lon]. Warrant for order to Officers of Ports, to demand duties on blockwood, logwood, and otherwoods imported for dyeing of cloths /CSPD Jas I vol 28 no [missg] / 13 Jun 1608 Westminster. Warrant to pay Earl of Dunbar £4,000 in compensation of imposition laid upon logwood, Brazil wood, &c., which was formerly granted him in lieu of a patent for the sole manufacture of logwood, revoked by Parl /CSPD Jas 1 vol 34 no [missg] / 1 Jul 1608 [Lon]. Commission to Earl of Salisbury to charge duty on logwood and other prohibited dyeing woods /CSPD Jas 1 vol 35 no [missg] / 15 Jul 1608 Lon. Chamberlain to Carleton. Informs Earl of Dunbar has £2,000 in lieu of his patent for logwood. /CSPD Jas 1 vol 35 no 22 / 21 Oct 1608 Whitehall. Council to Sir Hen Lee [Lord Mayor and Recorder of Lon]. Require them to examine a project for fixing colours dyed with logwood, encloses petition for a grant of patent or monopoly of sole import and sale of logwood /CSPD Jas I vol 37 no 24 /CSPD Jas 1 addenda vol 39 no 62 /CSPD Jas 1 addenda vol [missg] no [missg] / 19 Jul 1615 Westminster. Grant to Rich. Giles of Lon office of seizing and burning all logwood and deceitful dyeing woods brought into Lon /CSPD Jas 1 vol 81 no [missg] / 21 Nov 1615 Whitehall. Earl of Suffolk to Rich. Gyles, waiter for prohibited woods. To permit Marmaduke Peckett, merchant of Lon, transport a ton of Log consigned him by mistake /CSPD Jas 1 vol 83 no [missg] / 22 Nov 1616 [Lon]. Grant to Rich. Gyles and John Wilson of office of Waiter, to search out and seize logwood, &c., for life /CSPD Jas 1 vol 89 no [missg] / Jun 1618 [Lon]. Petition of Thos. Colbert, mariner, to Council, for restoration of logwood imported by him when ignorant of prohibition against logwood; promises to transport and sell it abroad /CSPD Jas 1 vol 97 no 139 / 29 Feb 1620 Whitehall. Proc prohibiting general import of logwood, but permitting Sir Thos. Compton to import 50 tons yearly, to be used in dyeing mean commodities only. All other logwood imported to be seized, half burnt, and other half delivered, for 6l. per ton, to Sir Thos. Compton. /CSPD Jas 1 vol 112 / 25 Jul 1620 Westminster. Commission to Ld Mayor of Lon, Master of Wards and others, to examine and discover abuses in importing of logwood, contrary to Proc and to Sir Thos. Compton's patent, and to punish offenders /CSPD Jas 1 vol 116 / 2 May 1621 [Lon]. Petition of Wardens, &c. of Dyer's Co. to House of Commons against licence granted to Sir Thos Compton to import 50 tons of logwood, the colour being deceitful, and much more imported on the pretext of these 50 tons /CSPD Jas 1 addenda vol 42 no 49 / 29 Aug 1621 Westminster. King to Council. To consider means for restraining importation of logwood, because proposals for its suppresion being brought before Parl, it is feared that during the interim of its sittings, large quantities may be brought in and secreted. It is to be seized, and all destroyed, except 6l. worth per ton, reserved for seizer /CSPD Jas 1 vol 122 no 96 / 20 Feb 1622 [Lon]. Dyer's Co found logwood in house of Daniel Tibergen and Peter Cozie, both aliens, but on Company’s trying to seize the logwood, the aliens’ wife and servants prevented it /CSPD Jas 1 vol 127 no 114 / 28 Apr 1622 [Lon]. King to Mayor, Recorder and Justices of Lon, &c. To seize some parcels of indigo, logwood, and other prohibited commodities now concealed in Lon, which he bestows upon Duke of Lenox, on condition of his exporting them /CSPD Jas 1 vol 129 no 67 / 28 May 1622 Inner Temple [Lon]. Sir Thos. Coventry and Sir Robt. Heath to Council. Send draft letter of assistance for patentee for suppressing logwood, ask whether legal and agreeable to precedent /CSPD Jas 1 vol 130 no 118 / 24 Jun 1622 [Lon]. Council to all Mayors, Justices, Admiralty and Custom House Officers. To assist Sir Thos. Compton in executing his patent for searching for and seizing logwood, which is forbidden to be used in dyeing /CSPD Jas 1 vol 131 no 65 / Mar 1625 [Lon]. Licence to Sir Thos Compton to import yearly 50 tons Log for 21 years, to be used in colouring haberdashers' wares, and not in dyeing cloth, reserving to HM 50l. per annum /CSPD Chas 1 vol 1 no 14 /CSPD Chas 1 vol 14 no 1-2 / 21 Jul 1628 [Lon]. Grant to Mary Countess of Buckingham of 108 tons Log, brought in among HM reprisal goods, in consideration whereof she surrenders letters patent heretofore made to Sir Thomas Compton, her late husband, of which term [21 yrs] 12 years are unexpired /CSPD Chas 1 vol 110 / 20 Apr 1635 [Lon]. Petition of Robt. Earl of Ancram to King. HM bestowed on petitioner the licence to import 50 tons logwood, whereupon petitioner contracted with William Wall, merchant of Lon, for importation of Log. Wall seeks to defeat petitioner of his contract, has raised himself a great estate by unlawful dealing in Log eg c 4 yrs ago Wall deceitfully imported 400 tons Log. Petitioner prays Wall be punished by Star Chamber /CSPD Chas 1 vol 287 no 11 /CSPD Chas 1 vol 380 no 70 /CSPD Chas 1 vol 391 no 124 / 12 Jan 1638 Whitehall. Order of Council on petition of John Tanner, merchant, who showed that c 18 months since the patentees for logwood contracted with him to bring in Log for his use, upon which petitioner got 12 tons fm Canary Islands to Lon, which is now seized upon pretence of some contentions between the Earl of Ancram and the patentees, who now leave the petitioner in this trouble. Desires leave to transport these, and additional 8 tons Log now arrived at Downs, into foreign parts. Ordered copies be delivered to Earl of Ancram and patentees /CSPD Chas 1 vol 378 no 62 /CSPD Chas 1 vol 379 no 15 / 4 May 1638 Inner Star Chamber [Lon]. Order of Council on petition of Martin Bradgate, merchant of Lon, praying he be allowed to transport 600 quintals of Log fm Canary Isl /CSPD Chas 1 vol 389 no 43-45 / 26 Mar 1639 [Lon]. Petition of Sir Richd. Titchborne to King. Five yrs since YM granted to Thomas Travers and Thomas Sara liberty to import yearly 50 tons of Log alias blockwood, with full power to seize all other Log imported contrary to law, for term of 21 yrs, paying Crown rent of 50l., which said patentees' names were only used in trust for petitioner and Sir Nicholas Fortescue, since deceased. That John Langston, porter of the Tower, contracted with petitioner to pay 400l. for his said grant, but now refuses to stand his bargain, for want of which petitioner is likely to be prejudiced 1,000l. Prays reference to Lord Privy Seal and Sec. Windebank. /CSPD Chas 1 vol 415 / 23 Nov 1640 [Lon]. List of patents under debate in Parl inc [Capt Crispe’s] patent for importation of 50 tons of logwood /CSPD Chas 1 vol 472 no 16 /CSPD Chas 1 vol 484 no 26 /v Socolow 478",
    "via": "v-1.4"
  }
}
