{
  "id": "e1905",
  "work": {
    "cod": true,
    "cod_n": "not duplicate checked",
    "pir": true,
    "pir_n": "counting cruise as piracy"
  },
  "data": {
    "lbd": "1679-09-26",
    "upd": "1679-09-26",
    "name": "Capt Coxon prize",
    "desc": "Capt John Coxon captures a Spanish merchantman laden with indigo",
    "locn": null,
    "agents_sp": null,
    "agents_nsp0": "Capt John Coxon",
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": "1498, 1150, 1188, 1199, 1516 CSPC 10",
    "lit_n": "Marley P 1 90 / Latimer 236 / Moreau 107",
    "note": "Summer 1679 Capt Coxon sails towards Bay of Honduras [Hon?] / late Oct 1670 Jam. There has been lately taken from the Spaniards by Coxon, Bartholomew Sharpe, Bothing, and Hawkins [Richard Sawkins?] with their crew, 500 chests of indigo, a great quantity of cacao, cochineal, tortoise shell, money, and plate. Much is brought into this country already, and the rest expected. / Early Nov 1679 Jam. Lord Carlisle instructs HMS Hunter to arrest any rogue privateers attempting to land Sp indigo / Late Dec 1679 Port Morant [Jam]. Capts Cornelius Essex, Sharpe, Robert Allison, Thomas Magott agree to unite under Capt Coxon's leadership for assault on Portobello, citing outdated Fr and Eng commissions, inc let-passes fm Lord Carlisle to 'go into the Bay of Honduras to cut logwood' /[missg] /v Marley P 1 90, 127\n See Gilbert M. Joseph, *Terrae Incognitae* 12(sn), 'John Coxon and the Role of Buccaneering in the Settlement of the Yuc Colonial Frontier' [1980], 65-84 /v Latimer 308 no 49\n Possibly see 1679 Bodegas del Golfo [Lake Izabal?] attacked by Pir /v Lujan 2 108\n Possibly see 30 Jul 1679 Bodegas [Golfo Dulce] Alvarado de Villacreces Cueva y Guzmán a Pres de Guat. Informs Bodegas in Golfo Dulce sacked on 28 Jul 1679 by pirates in 7 canoes, who detained and kidnapped residents, and took 1 Balandra, 1 Barco luengo, 2 Lanchas, 800 t 1000 botijas de vino, 700 t 800 cajones de tinta, 16 t 20 petacas de pan and some olive oil /v Rodriguez C 33-35 /GUATEMALA,280 [Villacreces Cueva y Guzmán a Sierra a 30 jul 1679 / Testimoniado por Mantúfar a 1 ago 1679 / Alvarado a Pres a 2 ago 1679 / Arosemena a Pres a 4 ago 1679 / Pres al Rey a 6 abr 1680]\n Possibly see De Paris le 8 Septembre. [...] L'on a receu avis de la Martinique que Mr. d'Estrez y estoit arrivé le 23 Juin, & en estoit parti quelque temp aprés pour aller, disoit-on, prendre possession d'un Isle inhabitée qu'il y a au Golfe de Honduras, pretendant d'en estre de retour à la Martinique avant le mois d'Octobre. L'on arme presentement à Brest 9 Vaisseaux de guerre, dont il y en a 2 de 80 pieces de canon & 2 de 60. L'on fait aussie quelque armement à Rochefort; mais on ne fait encore à quoy tout cela est destine. /Amsterdam Gazette [for 14 Sep 1679] pp 1-2 [https://resolver.kb.nl/resolve?urn=ddd:010965519:mpeg21:p001]\n Possibly see Parijs den 8 September. Men heest tydinge dat Monsr. d'Estrees op den 23 Juny tot Martinique aengekomen is, van waer hy, na eenig verblijf, na seker Eylant in de Honduras was gezeylt, 't welck wel onbewoont was, doch een considerable Post soude zijn tot de Desseynen, die men aldaer voor heest; en heest hy verseeckrrt, dat hy voor half October weder tot Martinique soude zijn. /Oprechte Haerlemsche Courant no 37 [14 Sep 1679] p 2 [https://resolver.kb.nl/resolve?urn=MMNHA02:164946108:mpeg21:p00002]\n Possibly see Parijs den 19 February. Hier is tydinge van Cadix van den 21 passato, dat aldaer een Scheepje uyt de Havana was gearriveert, met bericht, dat eenige Fransse Schepen in de Honduras waren geweest op de Rivier, en aldaer eenigh Volck gelant, welcke in het Bosch veel schade hadden gedaen, oock aen de Plantagie van de Indigo: dito Franssen hadden oock aldaer genomen een Spaensse Petas, doch een groot Schip daer leggende niet gedaen. /Oprechte Haerlemsche Courant no 8 [24 Feb 1680] p 2 [https://resolver.kb.nl/resolve?urn=MMNHA02:164946178:mpeg21:a00003]\n Cadix den 29 January. Hier is gearriveert een Scheepje uyt de Havane, 't welck tydinge brengt, dat eenigh Volck van Jamaica wa[ill] geweest in de Honduras, en daer eenige Buyt gemaeckt. /Oprechte Haerlemsche Courant no 9 [29 Feb 1680] p 2 [https://resolver.kb.nl/resolve?urn=MMNHA02:164946180:mpeg21:p00002]\n Possibly see Madrid den 8 February. [...] Van Cadix heeft men, dat aldaer tyding was, dat de Zee-Rovers in de Honduras alle het Indigo, 't welck in de Pack huysen aldaer was, weg genomen hadden. /Oprechte Haerlemsche Courant no 9 [2 Mar 1680] p 1 [https://resolver.kb.nl/resolve?urn=MMNHA02:164946181:mpeg21:p00001]",
    "via": "v-1.4"
  }
}
