{
  "id": "e1905",
  "work": {
    "cod": null,
    "cod_n": null,
    "pir": null,
    "pir_n": null
  },
  "data": {
    "lbd": "1679-09-26",
    "upd": "1679-09-26",
    "name": "Capt Coxon prize",
    "desc": "Capt John Coxon captures a Spanish merchantman laden with indigo",
    "locn": null,
    "agents_sp": null,
    "agents_nsp0": "Capt John Coxon",
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": "1498, 1150, 1188, 1199, 1516 CSPC 10",
    "lit_n": "Marley P 1 90 / Latimer 236",
    "note": "Summer 1679 Capt Coxon sails towards Bay of Honduras [Hon?] / late Oct 1670 Jam. There has been lately taken from the Spaniards by Coxon, Bartholomew Sharpe, Bothing, and Hawkins [Richard Sawkins?] with their crew, 500 chests of indigo, a great quantity of cacao, cochineal, tortoise shell, money, and plate. Much is brought into this country already, and the rest expected. / Early Nov 1679 Jam. Lord Carlisle instructs HMS Hunter to arrest any rogue privateers attempting to land Sp indigo / Late Dec 1679 Port Morant [Jam]. Capts Cornelius Essex, Sharpe, Robert Allison, Thomas Magott agree to unite under Capt Coxon's leadership for assault on Portobello, citing outdated Fr and Eng commissions, inc let-passes fm Lord Carlisle to 'go into the Bay of Honduras to cut logwood' /[missg] /v Marley P 1 90, 127 /\n See Gilbert M. Joseph, *Terrae Incognitae* 12(sn), 'John Coxon and the Role of Buccaneering in the Settlement of the Yuc Colonial Frontier' [1980], 65-84 /v Latimer 308 no 49 /\n Possibly see 1679 Bodegas del Golfo [Lake Izabal?] attacked by Pir /v Lujan 2 108 /\n Possibly see 30 Jul 1679 Bodegas [Golfo Dulce] Alvarado de Villacreces Cueva y Guzmán a Pres de Guat. Informs Bodegas in Golfo Dulce sacked on 28 Jul 1679 by pirates in 7 canoes, who detained and kidnapped residents, and took 1 Balandra, 1 Barco luengo, 2 Lanchas, 800 t 1000 botijas de vino, 700 t 800 cajones de tinta, 16 t 20 petacas de pan and some olive oil /v Rodriguez C 33-35 /GUATEMALA,280 [Villacreces Cueva y Guzmán a Sierra a 30 jul 1679 / Testimoniado por Mantúfar a 1 ago 1679 / Alvarado a Pres a 2 ago 1679 / Arosemena a Pres a 4 ago 1679 / Pres al Rey a 6 abr 1680]",
    "via": "v-1.4"
  }
}
