{
  "id": "e1919",
  "work": {
    "cod": true,
    "cod_n": "no 1685 duplicate / possible 1686 duplicates",
    "pir": true,
    "pir_n": "counting cruise"
  },
  "data": {
    "lbd": "1685-01-01",
    "upd": "1685-09-30",
    "name": "Sack of Campeachy",
    "desc": "Capt de Graaf and Grammont lead assault on Campeachy",
    "locn": "Hon, [missg], Cape Catoche, Campeachy",
    "agents_sp": "Felipe de la Barrera y Villegas, Capt Cristóbal Martínez de Acevedo, Gov Juan Bruno de Téllez de Guzmán, Adm Andrés de Ochoa y Zárate",
    "agents_nsp0": "Capt de Graaf, Capt Grammon, Capt Willems, Capt Andrieszoon, George Bannister, Pierre Bot 10 Ships 6 Sloops 17 PA 700 men",
    "agents_nsp1": "Capt David Mitchell of HMS Ruby",
    "press_n": null,
    "prim_n": "Duro 5 273-274 / 193, 339, 378, 778 CSPC 8",
    "lit_n": "Latimer 252-255 / Haring 245-246 / Marley P [missg] / Salmoral 222-223",
    "note": "Jan 1685 Curaçao. Gov refuses buccaneers under de Graaf entry, after which they head to Hon [Sp Hon?] to plan attacks on Sp; is joined by more buccaneers inc Andrieszoon, Grammont, Willems, and up to 20 other Capts / Jun 1685 Hon or Sp Hon. Graaf and Grammont 6 Ships 6 Sloops 17 PA 4 sm Vessels 700 men towards Cape Catoche / 6 Jul-Sep 1685 Campeachy taken /v Latimer 252-255\n Possibly see 1685 Castillo de San Felipe attacked by Pirate Juan Zanques /v Lujan 2 108\n Possibly see 1685 Golfo Dulce. Vars parties of pirates enter R Dulce, R Montague /v Zamora 178\n Possibly see 1685 Golfo Dulce. Juan Zanques and his men enter Golfo Dulce, Bodegas, Verapaz, reach Lunrub and kidnap an Indian /v Rodriguez C 47 /GUATEMALA,280 [Pres a Rey a 27 feb 1685]\n 1685 Guat. Pir enter Golfo Dulce in 21 PA, head to Verapaz /v Garcia P 2 121\n 1684-1685 Old R. Nicholas van Horn, Dutch buccaneer, spends sm months logging at Hon, then leads or participates in 1685 Sack of Campeachy /v Joseph C 74-76 /1163 CSPC 11 [Jul 1683] /339 CSPC 12 [Aug 1685] /Blathwayt vol 25 [Molesworth to Blathwayt 4 May 1686]",
    "via": "v-1.4"
  }
}
