{
  "id": "e1911",
  "work": {
    "cod": true,
    "cod_n": "possible e1913 duplicate",
    "pir": true,
    "pir_n": null
  },
  "data": {
    "lbd": "1683-05-17",
    "upd": "1683-06-15",
    "name": "Attack on Veracruz",
    "desc": "Laurens de Graaf, Nicholas van Hoorn and Michel de Grammont sack and ransom Veracruz",
    "locn": "Roatan, Veracruz, Isla de Sacrificios, Isla Mujeres",
    "agents_sp": "Gov Luis Bartolomé de Córdova y Zúñiga, Adm Diego Fernández de Zaldívar, John Murphy, Mateo Alonso de Huidobro, Pedro Estrada",
    "agents_nsp0": "Laurens de Graaf, Lt Michiel Andrieszoon, Nicholas van Hoorn, Michel de Grammont, Jacob Hall, Jean Toccard 5 Ships 8 Sloops c 1300 men",
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": null,
    "lit_n": "Marley P 1 100-101, 158-159, 168-169, 381, 387-389 / Marley P 2 824-825 / Latimer 246-249",
    "note": "1682 Hon [Sp Hon?] Fr Capt Blot and Capt Jan 'Jantje' Willems sail to Honduras fm Cayman Islands in order to join 1683 Attack on Veracruz /v Marley P 1 49\n Feb 1683 Petit-Goâve. Fr Gov grants letter of reprisal against Sp to Capt Nikolaas van Hoorn, who sails with Sieur de Grammont towards Central America [Hon?] to find Capt Graaf and Michiel Andrieszoon who were reputedly lying there with 'two great ships, a bark, a sloop ... and 500 men' / [missg] [Bay of Honduras] 2 large Sp merchantmen, Nuestra Señora de Consolación and Nuestra Señora de Regla, seized by Capt Graaf aboard his flagship Francesa; Capt Hoorn seizes 2 unladen [Sp] vessels, and disembarks [in Sp Hon] in search of indigo being brought to port / 7 Apr 1683 Roatan. Capt Graaf holds huge gathering of pirates, inc Capts Grammont and Hoorn, to propose assault against Veracruz; pirates agree, after which Capt Graaf sails northwards in Nuestra Señora de Regla and 1 other Sp prize [of Jan Willems], followed by fleet of 3 Ships 8 Sloops / 17 May-mid Jun 1683 Veracruz. Buccaneers take Veracruz, ransack it for 4 days, torture vars residents and move them to Isla de Sacrificios [where Graaf duels Hoorn], demand ransom for Veracruz fm Mexico City, which is received [= or in addition to 1,500 slaves], when Adm Diego Fernández de Zaldívar sights but does not pursue them / Late Jun 1683 Isla Mujeres. Buccaneers partition booty and go their separate ways /v Marley P 1 100-101\n See David F. Marley, *Sack of Veracruz: The Great Pirate Raid of 1683* [Windsor, Ont. Netherlandic Press, 1993]\n Possibly see 1683 Bodegas del Golfo Dulce, and Verapaz via Río Polochic raided or attacked by Dutch pirate Juan Zanques /v Lujan 2 108\n Amsterdam den 13 Augustus. Van Curassouw heeft men bericht, dat den befaemden Rover van Hoorn sigh met verscheyde Schepen in Zee onthielt; men meent, dat hy wel 1000 Man by sigh hadde: hy heeft verovert een Schip van de Honduras, en een Petache. /Oprechte Haerlemsche Courant no 33 [14 Aug 1683] p 2 [https://resolver.kb.nl/resolve?urn=ddd:011224901:mpeg21:a0006]\n Possibly see St. Malo den 18 Augusti. Op het advys, dat de Zee-Rovers in West-Indien de Schepen, van de Honduras komende, hebben geattacqueert, segt men, sal onsen Koning eenige Oorlog-schepen derwaerts senden, omme gemelde Rovers, soo veel mogelijck is, te dempen. /Oprechte Haerlemsche Courant no 35 [2 Sep 1683] p 1 [https://resolver.kb.nl/resolve?urn=ddd:011224914:mpeg21:a0001]\n Possibly see 1683-1684. Capt Jeremy Rendell of Jam in Hond Bay decide to head to Camp, but John Graham and most crew decline to follow, leaving Capt marooned 'upon an island, giving them a turtle net and a canoe with their arms to shift for themselves, the said island not being inhabited and about 10 leagues from the main or any other inhabited place' /v Cordingly cap 7 /CO 1/57, f 381\n Nov 1683 - 1685. Lorencillo [Laurent de Graft] sacks Cartagena, then heads to Hond, where colleauges sack Pto Caballos /v Salmoral 222",
    "via": "v-1.4"
  }
}
