{
  "id": "e2",
  "work": {
    "cod": true,
    "cod_n": "not duplicate checked",
    "pir": true,
    "pir_n": "counting cruise"
  },
  "data": {
    "lbd": "1636-04-01",
    "upd": "1636-05-12",
    "name": null,
    "desc": "During a cruise along Sp Main, Capt Neckere leads Eng buccaneers or privateers and Miskito allies in march on Truxillo from Mos Shore, but the party fall ill and abandon the plan, after which Capt Neckere continues cruising about the Bay Islands for some time before moving to Cuba or returning to Netherlands",
    "locn": "Mos Shore, Truxillo, Guanaxa, Mos Islands",
    "agents_sp": "Gov Pedro Carrillo de Sayas, Hernando Sarco, Capt Andrés de Rodavallo",
    "agents_nsp0": "60 Eng 100 Mos allies / later Capt 'Nacre' 1 Frig 25 t 30 Eng men",
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": "GUATEMALA,16,R.2,N.13 f 1r-10r",
    "lit_n": "Cardona 111, 24-6",
    "note": "'ordeno y mando @ne atento en el puerto de dicha ciudad [Truxillo] se hallan de Pressente tres Ffragatas las quales no son ni pueden ser de provecho ninguno en dicho Puerto antes de Daño y estorvo, y por estar la una de ellas cargada de caxones mandava se hiziessen a la vela y se bayan al puerto de matique las dos dellas que estan de vassio luego de camino, y la cargada @ntebaya primero a poner en guarda sus caxones como se le esta mandado al puerto ante llaman ffrances en la ysla de Roatan en el qual otras muchas besses se an guardado y amparado en semejantes ocaciones' /GUATEMALA,16,R.2,N.13 f 3v, and see also 'la Real Audiencia tomaría [a 5 jul 1639] varias resoluciones para asegurar la defense de su distrito [Sp Hon] ... [eg] el retiro de las mercancías del Golfo Dulce 20 leguas tierra adentro para disuadir al enemigo a atacar' /v Cardona 64, 68 /\n Sp pilot of frigate of Diego Sánchez de Rivera, vecino of Truxillo, maestre Simón Alemán, 'se llebaron un piloto platico que trayan por ser conocido de ellos que abia sido otra bes su pricionero' /GUATEMALA,16,R.2,N.13 f 4r /\n Imprisoned former slaves = Tomás Verdugo, Francisco Carreño, of Cartagena, previously seized by Capt. Nacre on Oct 1635, en route to Villa de Monpor in frigate of Capt. Burón. Had been to Mosquito Islands, Santa Catalina, Isla de San Andrés /\n Nacre = Jonathan de Neckere? /v Goslinga 221, 224, 232, 290",
    "via": "v-1.4"
  }
}
