{
  "id": "e2167",
  "work": {
    "cod": null,
    "cod_n": null,
    "pir": false,
    "pir_n": null
  },
  "data": {
    "lbd": "1598-01-01",
    "upd": null,
    "name": "Armada de Barlovento est",
    "desc": null,
    "locn": null,
    "agents_sp": null,
    "agents_nsp0": null,
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": null,
    "lit_n": "Hussey pp 292-293, 296-298",
    "note": "For the few years after its creation, even, it had convoyed merchantmen to and from Spain instead of remaining in the Caribbean, and it stayed in Spanish waters from 1608, being added to the Oceanic Fleet in 1610. / Much of the information on this fleet, from its earliest ordering in 1595 to its end in 1610, comes from official but non-contemporary accounts in A. I., 152-2-19 and 152-3-10. Many contemporary papers on this very important period have so far escaped my search. /v Hussey p 293 /\n It did not exist at all between 1610 and 1643, despite the constant agitation, and even though the crown ordered it reconstituted in 1635 and to be composed of twelve galleons totalling five thousand tons. A great mass of papers resulted, but no fleet, till finally the danger to the whole empire became so serious that even the supreme council of state intervened [因 Eight ships were finally gathered, and sailed for America in 1643. No sooner had they arrived, however, than seven of them returned to Spain as a merchant escort [因 and, in 1648, the whole squadron was merged with the Oceanic Fleet, once more leaving the Indies open to attack. In 1665, the armada was for the third time reformed, this time with eight ships, four of them specially built in Holland for the purpose. [因 Finally, however, three of the eight were detached and sent to America in 1667, accompanied by two pataches. Their ill luck was not yet over. Hardly had they arrived when the almiranta and pataches were caught and burned at Maracaibo by the buccaneers, and the remaining two were ordered back to Spain with the treasure fleet, where the squadron was once more abolished. It was no time for lessened efforts, and sharp lesson after lesson in the Indies finally forced reestablishment in 1676, this time of two ships and three frigates, which sailed in 1677, adding another frigate of three hundred tons, and lesser craft, in America. In more or less this form, the armada lasted till its strict necessity had passed-long after the end of the period now under consideration-increasing in strength and effectiveness for some years, and then as steadily declining. [因 A Windward Squadron is not infrequently heard of during the eighteenth century, but apears to have been a small fleet directly appertinent to the viceroyalty of New Spain, and to have been used largely to carry the situado to the Antilles. Among the more important of the many legajos exclusively devoted to this squadron during the period of our study in the Archives of the Indies, are the following: 152-1-21, 152-1-22, 152-2-19, 152-2-20, 152-3-1 to 8, 152-4-19. /v Hussey pp 296-298",
    "via": "harv"
  }
}
