{
  "id": "e295",
  "work": {
    "cod": null,
    "cod_n": null,
    "pir": null,
    "pir_n": null
  },
  "data": {
    "lbd": "1633-04-26",
    "upd": "1633-09-18",
    "name": "WIC Hoorn Expedition",
    "desc": "WIC send Jan Janszoon van Hoorn to sack Truxillo, though he finds the town abandoned, and thereafter proceeds to Campeachy to raid San Francisco",
    "locn": "Pernambuco, Barbados, Puerto Rico, île-à-Vache, Cayman, Truxillo, Cozumel, Campeachy, Straits of Florida",
    "agents_sp": null,
    "agents_nsp0": "Jan Janszoon van Hoorn, CC Jol, Diego de los Reyes 4 Ships 3 Yachts 3 Sloops 518 sailors 420 soldiers",
    "agents_nsp1": null,
    "press_n": "Museo Yucateco [Campeachy] 1 sn 187-193, 235-240, 310-317",
    "prim_n": "WIC 1.05.01.01, 2 [3 Nov 1632] / Laet [missg] = Laet/Naber 3 187-196 / Duro 4 115-116 / MEXICO,360 f 1 [16 ago 1634] / SANTA_FE,223 [Juan de Nicolde a Corona, Londres a 7 abril 1634]",
    "lit_n": "Goslinga 226 / Laet [missg] = Laet port [missg] 407-413 / Baudot 29 fn 15",
    "note": "Also raids San Francisco in Bay of Campeachy, partly in order to make Maya allies per AGI item / 'No dia 21, zarparam dalli [Truxillo] ... e tiveram tempo borrascoco. / No dia 25, avistaram a ilha Cozumel; é baixa e plana, de sorte que não pode ser vista de longe. / ... a corrente vae com força para o norte' /v Laet [missg] = Laet port [missg] 410 /\n Aug 1633 Campeachy T. Dieron vista al mismo puerto [Campeachy] diez navios á quienes capitaneaba Diego el mulato y Pié de palo, los cuales tuvieron batalla con el capt Domingo Galvan, y aunque éste les mató alguna gente, peron en un ardid que los contrarios hicieron ó usaron, le hicieron salir de sus trincheras, cuya salida le costó la vida y à muchos de los suyos, cuyo fallecimiento dió motivo que aquel resto de la gente se retirase huyendo al convento de S. Francisco estramuros de dicha villa, quedando los nemigos señores de ella, y aunque pedian rescate, los campechanos se armaron á no darlo, y ellos temiendo el socorro que de Mérida podia venir, se embarcaron sin haber hecho cosa memorable, mas que el saqueo. /Museo Yucateco [Campeachy] 1 sn 142",
    "via": "v-1.4"
  }
}
