{
  "id": "e399",
  "work": {
    "cod": null,
    "cod_n": "possible incident in data note, but otherwise apocryphal for logging in Hond Bay",
    "pir": null,
    "pir_n": null
  },
  "data": {
    "lbd": "1652-01-01",
    "upd": "1663-02-28",
    "name": "Logging",
    "desc": "Buccaneers and Jamns start logging logwood",
    "locn": "Old, New, Hondo, Terminos, Cape Catoche, Bay of Ascension, Bay of Espíritu Santo",
    "agents_sp": null,
    "agents_nsp0": null,
    "agents_nsp1": null,
    "press_n": "Read's Weekly Journal or British Gazetteer 375 3",
    "prim_n": "MEXICO,80,R.1,N.15 / MEXICO,[missg] [Escobedo al Rey a 14 abr 1671] / MEXICO,1007 [a 23 oct 1663, a 21 dec 1663, a 6 oct 1664] / MEXICO,3102 / GUATEMALA,24 / Add MS 11410 ff 10 [An Account ... in 1663] / CO 1/25 ff 5, 123, 225 / Westminster 11913 [Modyford to King, 27 Dec 1667] / CO 140/1 f 6 [18 Jun 1661] / CO 138/1 ff 107-112 / CO 1/28 ff 9, 53, 122 / CO 1/27 f 11 / Somerset DD/WHh/1089-1090 / Add MS 36785 / Egerton MS 2395 / Add MS 39946 / MEXICO,1071,L.23 ff 288r-289v / MEXICO,1071,L.24 ff 99v-101v / MEXICO,1072,L.26 ff 9v-10v, 249v-251r / MEXICO,1074,L.31 ff 114 r-v, 115r-v / AGN R ced vol 14 4080 123 exp 123 [Ingleses ... a 1 jun 1675] / Bib Real DIG/II/2857 ff 146r-161v / INDIFERENTE,1601 [Informe ... Francisco de Esquivel a 1676] / Sloane 1 l[missg]ii-l[missg]iii / Dampier 2 pt 2 pp 46-47, 53 / 823-826 CSPC 7 [May 1672] / Blathwayt vol 23 [Povey to Povey 25 Apr 1662] / Sloane MS 2752 f 29",
    "lit_n": "Calderon 42 fn 37 = Molina 2 249-250 / Calderon 45 fn 40 = Molina 2 265-267 / Zahedieh T 215-216 / Finamore [missg] / Ancona 2 371 / Fancourt [missg] [Preface] / Finamore 21 / Barke H 118, 145 / Aliphat 858-861 / Zahedieh F 155 / Joseph C 71-74",
    "note": "Date possibly later ? / check logwood lift of ban / first Log to Jam possibly after Feb 1663 raid of Campeachy by Sir C. Myngs /v Bialuschewski 57 fn 28\n [E]n los manuscritos atribuidos al P. Lara [Manuscritos inéditos de José Nicolás de Lara y Argaiz = Manuscritos inéditos anónimos published in El Museo Yucateco, serial publication by José María Peralta in Campeachy: 1841-1842] encontramos la especie de que la ciudad de Mérida pidió al gobernador D. José Campero (1660-1663) que tomase providencias a fin de echar de estas costas al enemigo pirata /v Ancona 2 371 / 14 Aug 1660-29 Dec 1662 Yuc. En tiempo de dicho gobernador [José Campero], le representó la ciudad [Campeachy?] para que tomara providencia á fin de echar de estas costas al enemigo pirata, y que no se despachasen registros, ni diesen licencias, sin que constase llevar defensa las fragatas que saliesen de Campeachy. /Museo Yucateco [Campeachy] 1 sn 183-184\n Given as 1658 /v Gerhard 50-53 = Dampier 2 pt [missg] pp 45-47 /MEXICO,3102 /GUATEMALA,24, though ff for AGI items not given /v Rubio 2 101 / See Scholes and Roys, [missg], 1948, p 351 [journal article? print publication?] / West et al, [missg], 1969, pp 119-121 [journal article? print publication?] /v [missg]\n Extract of a Letter from Campeachy in the Province of Yuc, dated Nov. 24. [1731] As to the State of the Bay of Honduras, I shall give it you as briefly as possible. The ancient City of Bacalar, situate in that Part of the Province of Yuc, which lies on the Bay of Honduras, was twice sack'd, and at last totally ruined by the English many Years ago; on which the Logwood-Cutters of that Nation, who had settled on the River of Valis, possessed themselves of the New River and that of Hondo; which last is distance from the Ruins of Bacalar about five Leagues. Here they built a great many Houses and Hutts, and employ'd Multitudes of Negroes in cutting Logwood, which was transported to Jam and Europe by Numbers of Vessels trading from thence to the Bay ... /Read's Weekly Journal or British Gazetteer 375\n Though see, '1667 ... En dicho año el Ynglés Villis con su tropa de Piratas, se apoderó de la Ysla de la Tortuga para tener adonde retirarse con sus robos ...' /v Calderon 60 no 47 /Bib Real Miscelánea Ayala 348 (I), 2890, T. LXXII, f 26v\n Del tiempo inmemorial, porque no he encontrado sujeto que se acuerde de lo contrario, ha habido ingleses en el Río de Valis, Zacatán o las Cocinas, que es todo uno, a donde vinieron y se rancharon, para cortar el palo de tinta, sin haber tenido ahora ni en otro tiempo población formal, sino que como siempre se les ha procurado impedir esta comercio, se han mantenido allí con sobresalto, y con recelos de ser hostilizados … /v Calderon 64 no 79 /MEXICO,1017 [a 14 may 1725]\n 1676 Informe y mapa sobre el palo de Campeachy por Francisco de Esquivel. Su excelencia se sirvió de mandarme informar lo que encontré sobre talar o quemar el palo de Campeachy para desistir al inglés de Jam la asistencia que tiene en la Laguna de Términos. Y deseando hacerlo con el acierto que debo, digo señor excelentísimo que el mayor golpe de dicho palo produce y se cría en la costa que va desde la villa de San Francisco de Campeachy hasta la Laguna de Términos. Y también en la tierra adentro sobre ella, como lo reconocerá vuestra excelencia por el breve diseño o bosquejo que con mi cortedad he formado de aquellas tierras y sus grandes y caudalosos ríos, que vi, atravesé y navegué (menos las tierras del Agiza [Ah Itzá] Taiza [Tah Itzá] y Lacandón) cuando de orden de su majestad fui el año de 1663 desde México (y por más de 450 leguas de tierra, por no haber embarcación en la Veracruz) a gobernar la provincia de Yucatán. /v Aliphat 858-860 /INDIFERENTE,1601 / See map in Aliphat 859\n 30 Nov 1669 Modyford to Albemarle. Most of their [Jam] privateers have turned merchants, trading with the Indians for hides, tallow, turtle-shell, and logwood; ... /129 CSPC 7 /v Botella-Ordinas 144\n Possibly see Charles T. Gehring & Jacob A. Schiltkamp, *Curaçao Papers, 1640-1665*, vol 17 [Interlaken NY, Heart of the Lakes Publishing, 1987] /v Marley P 1 213\n [1686-1699 Guat] después de esto [del desalojo de piratas ingleses de Ruatán en 1650], en la parte de Yucatán, se vió poblada de ellos [piratas ingleses] la Laguna de Términos, poco ha desalojados de ella [de Ruatán, en 1650], y que intentaron también volverse á poblar de nuevo en la isla de Ruatán, pero sin fruto, y sin efecto, porque para obra tan grande, no basta la voluntaria, y libre congregación de corsarios de diferentes y opuestas naciones, y se necesita de brazo de Rey, no les fué fácil, ni posible, contentándose por entonces de tenerla por abrigo; para desde ella invadir, y saquear los pueblos, y fundaciones del río de Ulúa, como antes lo habían hecho. /Fuentes 2 331-332",
    "via": "v-1.4"
  }
}
