{
  "id": "e413",
  "work": {
    "cod": null,
    "cod_n": null,
    "pir": null,
    "pir_n": null
  },
  "data": {
    "lbd": "1655-05-27",
    "upd": "1687-12-30",
    "name": "Oldman Commission",
    "desc": "Oldman, King of Mosquetomen, receives a laced hat or crown, and a commission purporting 'That he should kindly use and relieve such straggling Englishmen as should chance to come that way, with plantains, fish, and turtle.'",
    "locn": "Lon",
    "agents_sp": null,
    "agents_nsp0": "Oldman of Mos",
    "agents_nsp1": "Charles II",
    "press_n": null,
    "prim_n": "Sloane 1 lxxvi-lxxvii / Churchill 6 288",
    "lit_n": null,
    "note": "Date = 'soon after the conquest of Jam' /Churchill 6 288 /\n Though hospitality towards Englishmen observed < 1655, eg 1637 Arrival of a Bristol-man, call'd old Nicholas, fm St. Christophers, after having killed a man there, and put to sea in a small canoe, content to drive where the winds should guide him, and chanced to fall in with this [Mos] coast ... [where] he was kindly receiv'd by the Indians, and remain'd with them ever since /Churchill 6 288 / eg < 1641 visit to Charles I, possibly via aid or request of Prov Co., by Oldman, then Prince of Mos /Sloane 1 lxxvi-lxxvii / eg Acct of Mos Shore in 1765 by Lt Joseph Smith Speer. The first knowledge, & footing the English seem to have had of this part of the Coast, began in the time of the Buccaniers & Pirates in the Year 1630; at which time, and ever since these [Mos] Indians have maintained an inviolable Friendship and attachment to the English, despising all other People, and in all Wars with Spain, this has been the Asylum, and safe retreat for the Baymen. /ADM 7/837/(iii) f 2r / eg ≥ 1589 Mos. [Eng?] pirate camps established in Laguna de Perlas and Laguna de Bluefields, for smuggling with Mos /v Obando 11 citing Göetz von Houwalk, *Los alemanes en Nicaragua* [Managua, Fondo Cultura, 1975], 62, Link: https://www.enriquebolanos.org/libro/Los-Alemanes-en-Nicaragua-Göetz-Freiherr-von-Houwald though said information was NOT located in the cited reference /\n Possibly see Prov Trade Expedition /Sloane 1 lxxvi-lxxvii",
    "via": "v-1.4"
  }
}
