{
  "id": "e433",
  "work": {
    "cod": false,
    "cod_n": null,
    "pir": null,
    "pir_n": null
  },
  "data": {
    "lbd": "1662-01-07",
    "upd": "1662-05-03",
    "name": "Logwood legalised",
    "desc": "Eng Parliament passes An Act for preventing Frauds and regulating Abuses in His Majesties Customes = 14 Car II ch 11, thereby lifting ban on logwood imports",
    "locn": "Lon",
    "agents_sp": null,
    "agents_nsp0": "Capt Richard Brett, John Pincombe",
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": "Statutes R 5 393-400 = 14 Chas 2 ch 11 / CSPD Chas 2 vol 54 no 12 [May 1-27, 1662]",
    "lit_n": null,
    "note": "Logwood called various names before this, probably including 'peach wood,' 'Indian wood,' 'brazil wood' [in all its varieties], 'bloch wood,' and even 'fustic' /v McJunkin 97 / See E. Bancroft, *Experimental Researches*, vol 2 [Lon, sn, 1813], 340 / See P. V. McGrath, *Merchants and Merchandise in Seventeenth* [Bristol, sn, 1955], 284, 296 / See *Journal of the Royal Society of Arts* 64(sn), 'Historic logwood,' [1917] / See R. C. Wren & R. W. Wren, *Potter’s New Cyclopaedia* [sl, sn, 1973], 190 /\n 19 Aug 1658 [Lon]. Petition of Timothy Whiting to Protector and Council. Seized 100 tons Log worth 15,000l., imported fm Canaries in a Holland bottom. Antonio Ferdinando Caravajal, combining with Sam. Swinock, merchant, and other, procured possession thereof by force. Begs Ferdinando and confederates be summoned and ordered to restore the Log /CSPD Interregnum vol 182 no 68 / 2 Sep 1661 Whitehall. Petition of Capt Richard Brett to King, for leave to bring in, duty free, 50 tons logwood which he is licensed to import, on payment of 50l. a year, but for which the farmers of customs demand custom, contrary to practice when he held his patent fm the late King. /CSPD Chas 2 vol 41 no 3 / 3 May 1662 Whitehall. Petition of Richard Brett to King, for compensation for revocation of his grant of free import of 50 tons of logwood yearly, Parl having now made import of logwood free at 5l. per ton custom /CSPD Chas 2 vol 54 no 12 / 17 Aug 1662 [Lon]. Warrant for lease to John Pincombe, on rent of 500l. a year, of duties of 5l. per ton on import, and 4l. on export of logwood /CSPD Chas 2 vol 58 no [missg] / 21 Jun 1662 [Lon]. Report fm Treasurer Southampton to King re Richard Brett's petition for pension to replace monopoly of importation of logwood which had been granted to him for 21 years but which is now taken away by Act of Parl /CT Books vol 1 pp [missg] [Jun 1662] / 28 Feb 1663 [Lon]. Warrant fm Treasurer Southampton to the Receipt to levy tallies on customs collectors on duty on logwood for annuity or pension of 250l. per annum granted to Richard Brett by letters patent of 25 Jul 1662 /CT Books vol 1 pp [missg] [Feb 1663] / 10 Nov 1676 [Lon]. Royal warrant to AG for great seal for grant to Laurence Hyde, Esq., of rent of 500l. per annum fm 29 Sep last, arising fm farm of logwood ... with direction to John Pincombe, present farmer of logwood (by indenture of 23 Sep 1662) to pay same accordingly ... /CT Books vol 5 pp [missg] [Nov 1676, 1-15] /\n 1662-1685 Lon. Duty on logwood [= £5 Sterl per ton] farmed out for £500 per annum, and used to help support Charles II mistress Eleanor Gwyn / See 14 Chas 2 ch 11 ss 26-27 / CSPD Chas II vol [missg] pp 80, 360, 462 / CT Books vol 1 pp 401, 505 / CT Books vol 5 pp 366, 587, 1184, 1244 / CT Books vol 7 pp 960, 1110 / CT Books vol 8 pp 263, 532, 601 / CT Books vol 14 p 360 / CT Papers vol 3 p 174 /v Socolow 478-479",
    "via": "v-1.4"
  }
}
