{
  "id": "e455",
  "work": {
    "cod": true,
    "cod_n": null,
    "pir": true,
    "pir_n": null
  },
  "data": {
    "lbd": "1667-06-01",
    "upd": "1668-06-30",
    "name": "L’Olonnais Expedition",
    "desc": "L’Olonnais drifts towards Sp Hon, whereupon he sacks Puerto Caballos, attempts to sack San Pedro Sula, and attempts to sack a Sp galleon in Amatique Bay",
    "locn": "Tortuga, Batabanó [Cuba], Cape Gracias a Dios, Río Aguán [Sp Hon], Puerto Caballos, San Pedro Sula, Amatique Bay, Old, Abraham’s Caye",
    "agents_sp": null,
    "agents_nsp0": "L’Olonnais, Mozes van Klijn 1 Ship 5 Craft 700 men inc Ma men",
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": null,
    "lit_n": "Marley 263 / Bialuschewski G 243 / Marley P 1 287-288, 389-390 / Salmoral 186-189 / Moreau 94-95 / Lujan 2 472, 828 / Garcia P [ed 3] 2 76",
    "note": "Sep-Nov 1667 L’Olonnais 6 Vessels 350 men retreat to cayes north of Amatique Bay / 4 Maya traders 1 PA impressed off Hon or Sp Hon /v Bialuschewski G 245 /GUATEMALA,39,R.43,N.199\n Nov 1667-May 1668 L’Olonnais camps Abraham’s Caye, and trades with Maya fishermen there, and Maya traders from mainland, eg fm Tipuj, giving metal tools and raw iron for foodstuff / thereafter raid 2 Maya villages / Maya possibly engage raiders in one of these raids /v Bialuschewski G p 246 /GUATEMALA,22,R.1,N.11 /ANOM Marine 3JJ 282 no 10 /ESCRIBANIA,1092A, pieza 16 ff 9-17\n Possibly see Spring 1666 Amatique Bay. Juan de la Cruz and 3 companions captured by 30 Fr buccaneers in 3 lg boats, then carried to Abraham's Caye [= Bluefields, Nicaragua] and impressed by Capt L'Olonnais /v Marley P 1 2\n Possibly see 20 May 1668 Garate a Rey. Informa enemigo entro por Puerto Caballos, saqueo y quemo Sn Pedro [Sp Hon] /v Garcia P 2 95\n d' Amsterdam le 6 Decembre. [...] L'on a avis du Havre de Grace qu'il y est arrivé un vaiss. de S. Domingo qui donne avis qu'un vaiss. Anglois monté de 500 hommes estant arrivé a Porto Vedo, ils on mis pied à terre, pris la ville & le chateau, pillé ce qu'ils ont voulu & reçu 100000 piastres des habitans pour ne bruler pas la ville, aprés quoi ils sont allés à Honduras, où ils ont pris un vaiss. François chargé de Papier, de fer & d'Indigo, qui y estoit restè depris la guerre de Franceau Pais-bas. /Amsterdam Gazette no 49 [for 6 Dec 1668] p 4 [https://resolver.kb.nl/resolve?urn=ddd:011014630:mpeg21:p004] = Oprechte Haerlemsche Courant no 49 p 2 [https://resolver.kb.nl/resolve?urn=MMNHA02:164940278:mpeg21:a00006]",
    "via": "v-1.4"
  }
}
