{
  "id": "e80",
  "work": {
    "cod": false,
    "cod_n": "no specific, pertinent event found in data note",
    "pir": null,
    "pir_n": null
  },
  "data": {
    "lbd": "1650-01-01",
    "upd": null,
    "name": "Mosquitian Slavery",
    "desc": "Miskitu and possibly associates, inc Shoremen and possibly Baymen, enslave Amerindians [inc Mayas] and Sp",
    "locn": null,
    "agents_sp": null,
    "agents_nsp0": null,
    "agents_nsp1": null,
    "press_n": null,
    "prim_n": "Lon 1824 [missg] / Arthur [missg] / HCP 522",
    "lit_n": "Obando 16-17",
    "note": "HCP 522 = https://parlipapers-proquest-com.ezp-prod1.hul.harvard.edu/parlipapers/docview/t70.d75.1828-011315/usgLogRstClick!!?accountid=11311\n See, eg, 30 Jun 1829 Mags to Sup. List of slaves of Indian origin on 22 Jan 1822. Exact number not clear from lists, total slightly increased from 1822 to 1828, to about 100 slaves valued at 19,800 pounds [Sterl? Jam?]. /v Burdon 2 309 /IP [missg]\n See RCS 270 [George Arthur papers] Link: http://www.frontierlife.amdigital.co.uk.ezp-prod1.hul.harvard.edu/Documents/Details/MS-RCMS-00270-00009 / Link: http://www.frontierlife.amdigital.co.uk.ezp-prod1.hul.harvard.edu/Documents/Details/MS-RCMS-00270-00010\n Lower Start possibly < 1699, Sp have great plantations of cocoa-nuts [at Carpeners river, in sourthern Mos Shore], which the Mosquetomen often rob them of, by surprizng them in the night, and killing such Sp as oppose them, and many times carry away many of their Indians, of which they kill the men, but hte women and boys they reserve to trade with to the Jam-men, who take off their hands all their cocoa-nuts, moneloes, turtle-shell, ambergreese, plate, slaves, and what else they [Mos men] get by such rapines, which with them is a fair war. /Churchill 6 288 / Lower Start given as mid-17th century by Offen M 46-47\n 2 Jan 1717 Nueva Segovia. Gomés Declaration. Reports she saw 2 ships a year [1714-1716] come fm Jam to trade for captives fm Mos raids /v Offen M 48 / See repository mss Archivo Nacional de Costa Rica [San José], Complementario Colonial, 5137, 1717 [Declaración de Micaela Gómez a 2 ene 1717]\n 1737 t mid-1740s. Two or three sm Sloops [fm Jam] go down [to Mos] Yearly fm Jam to trade with those people for Turtle Shells, Sarsaparilla, Vinellos and Cocoa, which they have fm their Neighbours and some times fm the Sp in time of War; as also some Indians, whom they take Prisoners, when they are at War with any Indian Nation in their Neighbourhood and those they dispose of to the English, who seldom employ them any other way than in fishing, nor indeed are they fit for any thing else they are of mild and tender a disposition. The Commodities they take in Truck, are Oznabrigs, old Cloaths, powder, Arms, Knives, Bills, Hoes, Axes Breads, coarse Calicoes and small looking Glasses. /Knight H 428\n See Barbara Potthast, *Die Mosquito-Küste im Spannungfeld Britischer und Spanischer Politik 1502 - 1821* [Köln, Böhlau, 1988], 234-240 / Germán Romero Vargas, *Las sociedades del Atlántico de Nicaragua en los siglos XVII y XVIII* [Managua, Fondo de Promoción Cultural-BANIC, 1995], 290 /v Offen M 37-38\n See 21 Jun 1740 Chiriqui Lagoon [Mos Shore] Hodgson to Trelawny. Reports sev Mos elders informed him that during King William and Queen Ann's wars [1688-1713] the King's Ships and Privateers came to Mos Shore to sponsor Mos raids [on Sp and Amerindians, for captives] in a more regular fashion [than at present] / See confirmation by Bishop Garret y Arloví in M. M. Peralta, *Costa Rica y Costa de Mosquitos: Documentos para la Historia de la jurisdicción territorial de Costa Rica y Colombia* [Paris, sn, 1898], 43-63 /LC Vernon-Wager Force Collection 1740 series 8D/11 reel 92 /v Offen M 51\n Re Baymen's participation see eg c 1762 Belize T. María Perez [captured by Eng, Mos near El Castillo, Río San Juan] sold to Old [Mr.] Card [a Bayman] / c 1779 Black R. [After Evac of Hon] Perez petitions Sup Lawrie for her freedom, who forgets about her case and is reminded of it some years later; is granted her freedom; Sup Lawrie opines that 'she is a free woman [along with] all her children [= 4 daughters, also had 2 grandchildren] & that her not being at liberty many years ago is her own fault owing to her happy situation [= having acquired a husband in Mr Card's household, and her children's not being used ill by Mr. Card]' /CO 123/6 ff 129-132 [Lawrie re Maria Perez and Flower's Negroes 22 Feb 1788] /CO 123/6 ff 151-152 [Petition of Maria Perez to Col Despard 11 Jan 1787] /v Offen M 52\n Entre 1669 [1699?] y 1715 los zambos-misquitos atacaron en repetidas ocasiones la ciudad de Granada, el pueblo de Sta María de los Dolores, Amatique, las poblaciones del Golfo Dulce, Omoa, Comayagua, Nueva Segovia, San Antonio, Matina, Bocas del Toro, Sto Tomás de Castilla, y las poblaciones yucatecas de Za-má, Cozumel, Catoche y Yoba-in. Capturaron esclavos, que eran llevados directamente a Jam. ... en el tratado de Utrecht de 1713 se contempló que los ingleses dejaran de comprar esclavos a los zambos-misquitos. Esta cuestión provocó un giro en las políticas estratégicas de la Mosquitia. En vez de realizar incursiones para obtener esclavos, decidieron establecer relacioens de vasallaje con estos pueblos, logrando así una red que iba desde Bocas del Toro hasta la actual Belice. /GUATEMALA,18 [Felipe V re tratado de Utrecht de 1713] /v Obando 17",
    "via": "v-1.4"
  }
}
