{
  "id": "c10016",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361541",
    "docs": 1,
    "title": "Carta del virrey Diego Carrillo de Mendoza, marqués de Gelves.",
    "scope": "El Virrey a S.M., estado de la hacienda y situado de La Habana. Alcabalas de Zacatecas. Manifestación de la plata en Veracruz. Ropa de contrabando. Despachos reales a particulares. Preeminencias de contadores de cuentas. 5 fs. Anejos: \n1.- Relación de los envíos de hacienda hechos a Castilla y Filipinas por la real caja de México los años 1618, 1619, 1620 y 1621, que fueron antecedentes al gobierno del Virrey. México, 8-V-1623. 2 fs. 2.- Relación de la plata y reales que la caja de México envía a Castilla en la flota del General Don Carlos de Ibarra, sacando el socorro a Filipinas y situados de presidios. México, 7-VI-1623 4 fs. 3.- El Contador de tributos y azogues de la Nueva España, al Virrey sobre el estado de dicha renta. 5-VI-1623 2 fs. 4.- Testimonio de los autos hechos sobre la real cédula del 16.VIII.1622, que se rimitió a los oficiales reales de Veracruz para que admitiesen las manifestaciones de la plata que estuviere por quintar. Veracruz, 23-III-1623. 11 fs. 5.- El Virrey a S.M., capítulo sobre la real cédula para que se admitan las manifestaciones de la plata en Veracruz. 7-VI-1623. 1 f. 6.- Testimonio de la real cédula del 20.02.1561, dirigida a los oficiales reales de la Nueva España para que las mercaderías que se tomaren por perdidas en Veracruz se vendan luego por los menoscabos y daños que se siguen. Toledo, 20-II-1561. 2 fs. 7.- Los contadores del tribunal de cuentas de México al Virrey sobre las preeminencias que pretenden en todos los actos públicos. 30-V-1623. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1623-06-07.",
    "upd": null,
    "ref": "MEXICO,30,N.2"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
