{
  "id": "c10356",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361553",
    "docs": 1,
    "title": "Carta del virrey Rodrigo Pacheco y Osorio, marqués de Cerralbo.",
    "scope": "El Virrey a S.M., unión de las armas. Armada de barlovento. Bastimentos a La Habana. Poco cuidado a intento de enemigos. Bastimentos a la armada. Fuerza de San Juan de Ulúa. Fortificación de Veracruz. Salarios en la avería. Relación del Río de la Plata. Californias. Infanterías para la flota. Artillería a Filipinas. Falta armas. Fuerza de Acapulco. Chichimecas. Falta de pólvora. Naos a Filipinas. Envío a éstas. Salida del fiscal. Obispo de [Nueva] Cáceres. Armas y dinero a Filipinas 4 fs. Anejos: \n1.- El Virrey a Don Lorenzo de Cabrera, gobernador de La Habana, capítulo sobre el socorro de las fuerzas y plazas. 15-IV-1629. 2 fs. \n2.- El Capitán Juan Rodríguez Barrientos, castellano de la fuerza de San Juan de Ulúa, al Virrey capítulo sobre lo bien prevenida que se halla dicha fuerza. 20-IV-1629. 2 fs. \n3.- El Virrey a S.M., capítulo sobre el excusar algunos gastos de lo no forzoso y lo que sobre esto hizo con la fuerza de San Juan de Ulúa. 25-V-1629. 2 fs. \n4.- Relación hecha por Martín de Camargo, factor y veedor de la real hacienda de la Nueva España, de lo que se ha gastado y comprado para dar ración a los sirvientes que vinieron en las dos naos de Filipinas. México, 25-V-1629. 4 fs. \n5.- Relación por menor de lo gastado en el apresto y despacho de las dos naos de Filipinas y pagas de gente de guerra y mar, este año de 1629. México, 28-V-1629. 6 fs. \n6.- El Virrey a S.M., capítulo sobre haberse embarcado para su destino el fiscal de Filipinas y no haberlo hecho el obispo de Cáceres por esperar sus bulas. 25-V-1629. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1629-05-25.",
    "upd": null,
    "ref": "MEXICO,30,N.14"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
