{
  "id": "c10352",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361552",
    "docs": 1,
    "title": "Carta del virrey Rodrigo Pacheco y Osorio, marqués de Cerralbo.",
    "scope": "El virrey a al rey sobre: Flota. Comercio. Competencia de cruzada. Inquisición. Residencia del marqués de Gelves. Contador Francisco de Villareal. Alcalde mayor de [Puebla de] los Angeles. Correspondencia. Azogue. Salinas del Peñol Blanco y Santa María. Desagüe de lagunas y calzadas de México. Empedrados de calle. Rentas públicas. Corregidor don Nufrio de Colindres. Muerte del marqués del Valle. Estado del marquesado del Valle. Alcalde de corte don Juan de Burgos. Oidor don Diego de Argüello. Residencia de don Diego de Cárdenas. Residencia de don Melchor Pérez de Varáiz. Repartimientos de indios. Descamino de una partida de oro de San Luis. Inhibición de las Audiencias. Vacantes de presidentes de Audiencias. Residencia de don Diego de Medrano. 25.5.1629. 8 folios. \nAnejos: \n1.- Memoria de los papeles que quedaron en poder del virrey, que se los entregó el visitador don Martín Carrillo. \nAutorizados: La residencia del marqués de Gelves, en seis cuadernos. La residencia de la ciudad, en tres cuadernos. Testimonio de una causa contra don Antonio Naveres por culpado en el tumulto. Testimonio de demanda que puso al marqués de Gelves, don Fernando de la Barrera. Otra que puso doña Isabel de Baquio. Otra que puso José de los Reyes. Otra que puso Juan y Diego de Castañeda Arbolandre. Testimonio de una causa contra Martín de Soria. Otra contra Alonso de Soto, por culpado en el tumulto. Otro testimonio de causa criminal contra el marqués de Gelves, el licenciado Gaviria. Testimonio de causa contra Manuel Pacheco Salgado. Otra contra don Francisco de la Torre . \nSin Autorizar: Testimonio de causa contra Cristóbal Carrillo, por culpado en el tumulto. Otra contra Martín de Liébana. Otra contra Alonso de Perea. Otra contra Alonso de Buenrostro. Otra contra Francisco de Aparicio. Otra contra Bartolomé de Castañeda. Otra con Cristóbal de Soto, en el primer cuaderno que no fenece en él ni aparece el resto de la causa. Lo mismo en la causa con don Sebastián Carrillo. Firmado: Domingo de Tejada. [25-5-1629]. 2 folios. \n2.- Testimonio de la sentencia que se dió en los capítulos que se pusieron a don Andrés Obrero de Venesa, alcalde mayor de Tacuba. México, 22-5-1629. 9 folios. \n3.- Testimonio de los autos hechos en el negocio de don Nufrio de Colindres, a quien por el Real Cédula le estaba mandado al virrey lo proveyese por gobernador de Tlaxcala y corregidor de Cholula. México, 11-12-1628. 12 folios. \n4.- Relación de los que se contiene en los autos y testimonios que resultaron de las diligencias que se hicieron en razón del arbitrio que dió el regidor de México don Cristóbal de Molina sobre los repartimientos de los indios. [1629]. 2 folios. \n5.- Apuntamientos hechos en el Consejo de Indias de los capítulos de carta del virrey a S.M., que en materia de gobierno escribió aquel. [25.5.1629]. 2 hojas en cuarto. \n6.- El virrey al rey., capítulos tocantes al reparo en las obras del desagüe, el arrendamiento del estado del marquesado. Repartimientos de los indios y el descamino del oro. 25-5-1629. 2 folios.",
    "desc": null,
    "locn": "México",
    "lbd": "1629-05-25.",
    "upd": null,
    "ref": "MEXICO,30,N.13"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
