{
  "id": "c10340",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361551",
    "docs": 1,
    "title": "Carta del virrey Rodrigo Pacheco y Osorio, marqués de Cerralbo.",
    "scope": "El Virrey a S.M., naos de Filipinas sin registro. Socorro que pide el gobernador de las islas. Licencia que suplica para pasar a España. Almonedas para provisión de Filipinas. Cartas cifradas. Unión de las armas. Desacato a oidor. Papeles de clérigos contra el Virrey Descontento de los oidores Villabona y Coello con el Virrey. Repartimientos. 6 fs. Anejos: \n1.- El Virrey a S.M., capítulo sobre el cuantioso socorro de 650.000 pesos en reales que le pide el gobernador de Filipinas. 21-I-1629. 2 fs. 2.- Relación de los que en la real de México se ha librado y pagado por cuenta de gastos de la jornada de Filipinas desde junio de 1627 al de 1628. 27-VI-1628. 4 fs. 3.- El Virrey a S.M., capítulo sobre haber llegado la capitana y almiranta de Filipinas sin registro. 21-I-1629. 3 fs. 4.- El Gobernador de Filipinas a S.M., capítulo tocante al trato y comercio de las sedas y otros géneros de China. 4-VIII-1628. 2 fs. 5.- El Virrey a S.M., capítulo sobre la almoneda de géneros que se hizo para la provisión de Filipinas. 21-I-1629. 1 f. 6.- El Arzobispo de México a S.M., sobre el raro suceso de haber llegado al puerto de Acapulco dos navíos con mercaderías de Filipinas sin registro. México, 20-I-1629 7 fs. 7.- Testimonio del auto de la junta de hacienda y de su publicación, para la manifestación de las mercaderías que han venido sin registro de Filipinas. 12-I-1629. 4 fs. 8.- El tribunal de cuentas al Virrey, consulta sobre la manifestación de las mercaderías de Filipinas que vinieron sin registro. Tribunal, 12-I-1629. 2 fs. 9.- Traslado de los autos que se fulminaron contra el Licenciado Don Antonio Coello de Portugal, oidor de México, por la descompostura que tuvo en la sala mayor de ella con el Lic. Don Juan de Canseco. México, 15-XII-1629. 25 fs. 10.- Los labradores del repartimiento de Tacuba al Virrey, petición para que continúe en el oficio de juez repartidor el Capitán Don Antonio de Urrutia. Méxcio, 4-XII-1627. 2 fs. 11.- Autos hechos en razón de que el repartimiento que iban a hacer los naturales en el pueblo de Tacuba lo fueran a hacer a la jurisdicción de San Cristóbal, por ser más cercano a sus pueblos. México, 19-VI-1629. 6 fs. 12.- El Virrey a S.M., sobre diversas materias. 21-I-1629. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1629-01-21.",
    "upd": null,
    "ref": "MEXICO,30,N.12"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
