{
  "id": "c10658",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20900",
    "docs": 1,
    "title": "'Delineación de la Nueva Provincia de S[an] Andrés, del Puerto de la Paz, y de las Islas circumvecinas de las Californias, ó Carolinas, que al Excell[entísi]mo Señor D[on] Thomás Antonio Lorenzo Manuel Manrique de la Zerda Enríquez y Afán de Ribera Porto-Carrero y Cárdenas, Conde de Paredes, Marqués de la Laguna, Comendador de la Moraleja en la Orden y Caballería de Alcántara, del Consejo de su Magestad, Cámara y Junta de Guerra de Indias, su Virrey, Lugarteniente, Governador y Capitán General de la Nueba España y Presidente de la R[ea]l Audiencia de al Nueba España y Chanzellaría della, dedica y consagra la Mission de la Comp[añí]a de IESVS de dichas Californias ó Carolinas en 21 de Dic[iembre] día del Glorioso Apóstol de las Indias S[anto] Thomas, de 1683 años'.",
    "scope": "Comprende el territorio de la península de la Baja California entre la bahía de La Paz, al sur, y el río San Cristóbal al norte; al este el golfo de California y parte del litoral de Sonora, en los alrededores de la desembocadura del río Yaqui; al oeste el Mar del Sur. \nTítulo en la parte superior izquierda en cartela rectangular con orla vegetal. \nMención de autoridad en la documentación asociada. \nIncluye todos los hallazgos de las exploraciones efectuadas hasta ese momento en la península de California. Este territorio conformó las provincias jesuíticas de San Andrés y de la Santísima Trinidad. \nSe representan islas, accidentes geográficos, montañas, ríos. Los únicos centros de población eran las misiones fortificadas de Nuestra Señora de Guadalupe y de San Bruno, las primeras que se establecieron en California, que se señalan por medio de iglesias rematadas con cruz. Se marcan los territorios de las diferentes naciones indias: didius, edúes, noys, tibiries, guaicuras y coras. \nEl mapa corresponde a la primera expedición a California comandada por Isidro Atondo y Antillón, gobernador de Sonora y Sinaloa, en 1683, de la que formaron parte los misioneros jesuitas Eusebio Francisco Kino, que actuó también de cosmógrafo y cartógrafo, y Matías Goñi. \nLa denominación 'las Carolinas', fue un intento de introducir este nombre en honor de Carlos II. \nNúmero de registro: 431",
    "desc": null,
    "locn": null,
    "lbd": "1683-12-21",
    "upd": null,
    "ref": "MP-MEXICO,76"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
