{
  "id": "c10942",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20905",
    "docs": 1,
    "title": "'Este es el diseño de los arcos en su prinsipio hasta su fin, que son 1060, y por ellos y su tarjea, según ba demostrado biene el agua de Santa Fee para esta ciud[a]d de Méx[i]co según consta de la declaracion f[e]ch[a] por el M[aes]tro Mayor Christóbal de Medina Varg[a]s / a que se remite para su adereso por estar maltratados'.",
    "scope": "Título en el centro. Fecha y mención de autoridad al final del mismo: 'Y para que conste la firme en Méx[i]co en onse de henero de mil seiscientos y ochenta y ocho años. Christóbal de Medina Vargas' [rubricado]. \n  \nPresenta el dibujo de un acueducto concebido en tres cuerpos. El central lo ocupan cuatro arcos que alcanza las dos cuartas partes de la altura total de la obra. Bajo ellos el basamento y sobre ellos la atarjea, o canal abierto, corriendo sobre los arcos. A la izquierda se representa la caja mayor de agua, de forma octogonal sin decoración. \n  \nLa arcada está formada por gruesos pilares que sostienen dos medios arcos de medio punto con dovelas, descansando sobre impostas simples, siendo el extradós de cada arco la mitad del grosor de cada pilar. Las enjutas están decoradas con motivos vegetales. Entre la caja mayor y el primer arco se representa el escudo de España, cuartelado con castillos y leones, rodeado del collar del Toisón de Oro, en marco rectangular. \n  \nLos muros del acueducto están pintados en azul y blanco en imitación de tableros alternos: en una sección de forma horizontal y en la otra dobles y verticales. \n  \nEl dibujo ilustra el cálculo hecho el 13 de enero de 1688 por Cristóbal de Medina y Vargas de lo que costaría la reparación y conservación del acueducto de santa Fe desde la caja principal de repartimiento de la calle Tacuba hasta el molino de la fábrica de pólvora, en términos de Tacubaya. \n  \nAl dorso, en horizontal invertido: 'Con Falta de la ciud[ad] de Mex[i]co en 11 de Marzo de 1689' '3º'. \n  \nNúmero de registro: 433 ",
    "desc": null,
    "locn": "México",
    "lbd": "1688-01-11.",
    "upd": null,
    "ref": "MP-MEXICO,81"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
