{
  "id": "c10947",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/21535",
    "docs": 1,
    "title": "Diseño de la plaza de Santa Catarina Mártir de Oaxaca y edificios en su entorno.",
    "scope": "Filacterias con topónimos de los puntos cardinales en los laterales. \n  \nMuestra la plazuela de Santa Catarina Mártir de la villa de Oaxaca de planta cuadrada que ocupa una de las manzanas, con sus entradas y salidas y edificios en su contorno. \nSu lado norte está ocupado por la iglesia y convento de la Compañía de Jesús, situado entre la calle 'que va al Carmen' y la calle 'que va a la plaza principal'. Al otro la do de la plaza en el lado sur la iglesia de Santa Catarina Mártir actualmente de San Juan de Dios, situada entre la calle 'que va al barrio de Coyula' y la que 'va a Cuylapa'. En el costado este se localiza la casa de la marquesa del Valle, con una gran portada y el dintel adornado con una gran concha central. En el lado oeste un conjunto de edificios denominados 'Las cassas de D. Luis' con la nota 'de aquí se quitó la portada'. \nEn el espacio central de la plaza una fuente con un pilón, en la esquina al norte y poniente una cruz sobre basamento, y frente a las casas de la marquesa dos figuras humanas señalándola. \n  \nLa mención de autoría se localiza en la documentación asociada: Juan de Aragón, maestro pintor. \n  \nLas representaciones arquitectónicas se hacen en alzado apreciándose los materiales constructivos: sillares de piedra y tejados a dos aguas con tejas. \n  \nAl dorso '219 [tachado], 94 [tachado], 104 [tachado], 313 [tachado], 315. \n  \nCorresponde a pleito promovido por Juana Cortés y Aragón, duquesa de Terranova y marquesa del Valle de Oaxaca, contra Luis Ramírez de Aguilar, regidor de Antequera de Oaxaca, por haber ocupado una de las casas propiedad de la marquesa del Valle situada en la plazuela de Santa Catarina Mártir y quitado su portada poniéndola en la suya, situada también en la misma plaza. \n  \nNúmero de registro: 1042. ",
    "desc": null,
    "locn": "Antequera de Oaxaca",
    "lbd": "1688-02-25.",
    "upd": null,
    "ref": "MP-MEXICO,578"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
