{
  "id": "c11118",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20906",
    "docs": 1,
    "title": "'Fachada de la Yglesia Cathedral de Guadalaxara'",
    "scope": "Presenta la parte colateral derecha de la portada central, una portada lateral, ambas de estilo renacentista, y el arranque de una torre adosada de cuerpo cuadrangular. \n  \nLa puerta central la forma un arco de medio punto enmarcado en su cuerpo inferior por dos columnas pareadas de fuste estriado sobre basas rectangulares con capiteles corintios. En el segundo cuerpo cuatro columnas estriadas sobre basas enmarcan tres nichos con pedestal y venera para contener imágenes, que no se dibujan, y en los extremos unas esferas de cantería sobre basas rectangulares. Sobre el entablamento se representa un frontón partido en cuyo centro se dibuja el vano de un óvalo, seguramente para dar luz al interior, flanqueado por un pináculo. Un pilastrón la separa de otra portada de menor tamaño, también esta formada por arco de medio punto peraltado, flanqueada la entrada por dos columnas de fuste estriado sobre basas, pero con capitel dórico. Sobre el dintel se dibuja el entablamento y un frontón triangular en cuyos extremos tres cubos sirven de base a esferas de cantería. Sobre el frontón, una vano cuadrado. No hay ningún tipo de remate, una nota indica: 'Aquí falta el pretil, de una a otra torre, que ha de ser coronaçión'. \n  \nEn el extremo derecho se encuentra adosado el cubo de una torre, de planta cuadrada en su arranque; en el segundo cuerpo se abre un vano cuadrado. Sobre el cubo de la torre se representa el primer cuerpo del campanario, con dos arcos en cada frente y capiteles toscanos. \n  \nMención de autoridad en la documentación asociada: 'Juan Agustín, maestro mayor de la obra que se ha hecho y actualmente se está haciendo en esta Santa Iglesia Catedral'. \n  \nNúmero de registro: 434. ",
    "desc": null,
    "locn": "Guadalajara",
    "lbd": "1689-06-25.",
    "upd": null,
    "ref": "MP-MEXICO,82A"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
