{
  "id": "c11237",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20915",
    "docs": 1,
    "title": "'R[í]o de San Andrés de Galve'.",
    "scope": "Título en filacteria la parte superior central. \n  \nRepresentación espacial de una comunidad indígena caddo, localizada a orillas del río de San Andrés de Galve [río Rojo]. \nFormada por 25 lotes o ranchos de diferentes dimensiones, cuatro en la ribera norte del río y el resto en la sur, cercados por una fila de árboles y arbustos. En cada uno de los lotes una o dos viviendas de forma circular, con puertas orientadas al sur y otras estructuras abiertas y elevadas sobre pilotes, todas con cubiertas de paja. En el centro la casa del 'cadi', o jefe, y junto a ella una cruz. En el extremo izquierdo, sobre un montículo, el templo. \n  \nEn la ribera sur del río las lagunas de San Blas y de la Canoa. En el agua dibujos de canoas. \n  \nEl tercio izquierdo lo ocupa el escudo de armas de las familias de Teran y Ríos, sobre inscripción inserta en orla con motivos vegetales: 'Executose este nuebo descubrimiento de la nación casdudacho en la elevación de Polo Boreo de 35 g[rado]s 30 m[inuto]s dentro del Seno Mexicano, Governando el Exercito que lo hizo el General D[o]n Domingo Therán de los Ríos, Then[ien]te Gen[era]l de toda la Nueva España: Año de 1691 / Hízose esta visita en esta dicha Nacion y Pro[vinci]a en 28 de Noviembre, con solo 30 hombres, año dicho'. En la parte inferior otra inscripción inserta en filacteria: 'De Theranes y de Ryos / son las armas que mirais / ynfanzones de calderas / de Enríquez y de Peláez.' \n  \nEl mapa es la representación cartográfica más antigua de una comunidad indígena en el territorio de Texas. \n  \nNúmero de registro: 443. ",
    "desc": null,
    "locn": null,
    "lbd": "1691",
    "upd": null,
    "ref": "MP-MEXICO,90"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
