{
  "id": "c11381",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/21527",
    "docs": 1,
    "title": "'Planta alta de la cárcel de corte'",
    "scope": "Título en el lateral izquierdo. En la esquina superior derecha: '7'. Topónimos de los puntos cardinales en los laterales. En la parte inferior la escala gráfica. \n  \nPresenta el plano de la planta alta diseñada para nueva fábrica de la cárcel de corte de México, dentro del Palacio Real. La planta tiene foma de T invertida recortados dos rectángulos para dejar ver el plano respectivo de la planta baja por medio de superposición a éste. \nEl acceso se hace por la escalera desde el piso inferior. Hacia el oriente capilla y sacristía. Hacia el poniente la sala donde para pedir limosna los presos que comunica hacia el norte con la sala de grilletes, dormitorio de los presos y enfermería y hacia oriente con la sala de tormentos. \n  \nEl plano es la cara primera de un pliego originalmente cosido a un testimonio de autos del que eran las hojas números 6 y 7. Va unido a otro pliego con el plano de la planta baja [Vid.MP-MÉXICO,569]. \n  \nExplicaciones en el plano. \n  \nAl dorso una gran nota explicativa sobre el cálculo de su costo. Firmada y rubricada por Fray Diego de Valverde, superintendente de la obra y Diego Rodríguez, ambos maestros de arquitectura. \n  \nConsecuencia de los disturbios por el motín en México el 8 de junio de 1692 se produjo un incendio en el palacio real que dejó arruinadas las estancias de la vivienda del virrey y su familia. El virrey conde de Galve encargó su revisión y reforma al ingeniero Jaime Franck, que propuso una nueva fábrica de la cárcel de corte y su reubicación en otro lugar del palacio más alejado de las habitaciones del virrey para para dar más espacio y seguridad a éstas. \n  \nNúmero de registro: 1034. ",
    "desc": ". En hoja de 28 x 43 cm.",
    "locn": null,
    "lbd": "1693-06-04.",
    "upd": null,
    "ref": "MP-MEXICO,570"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
