{
  "id": "c11382",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/21526",
    "docs": 1,
    "title": "'Planta baxa de dicha cárcel'",
    "scope": "Título en el lateral izquierdo. En la esquina superior derecha: '8'. \n  \nPresenta el plano de la planta baja diseñada para nueva fábrica de la cárcel de corte de México, dentro del Palacio Real. La planta tiene foma de T invertida. La entrada se hace por la parte sur a un zaguán con escaleras que dan accesoa a la parte alta. Hacia el oriente tres aposentos intercomunicados para vivienda y dormitorio de del alcaide. Haciel poniente, en el entresuelo dos oficios de provincia. Desde el zaguán se accede también a los aposentos de mujeres presas. Al fondo un gran patio al que comunican dos calabozos para hombre que ocupan toda la parte central de la nave. \n  \nEl plano es la cara primera de un pliego originalmente cosido a un testimonio de autos del que eran las hojas números 8 y 9. Va unido a otro pliego con el plano de la planta alta [Vid.MP-MÉXICO,570] con una gran nota explicativa sobre el coste de la obra, firmada y rubricada por Fray Diego de Valverde, superintendente de la misma y Diego Rodríguez, ambos maestros de arquitectura. \n  \nExplicaciones en el plano. \n  \nAl dorso: 'Vino con carta del s[eño]r Virrey Conde de Galbe, de 24 de Mayo de 1693, nº 29. r[ecibida] en 17 de x[diciembr]e del. en flota' / 'Planta de la cárzel de corte' / '1º'. \n  \nConsecuencia de los disturbios por el motín en México el 8 de junio de 1692 se produjo un incendio en el palacio real que dejó arruinadas las estancias de la vivienda del virrey y su familia. El virrey conde de Galve encargó su revisión y reforma al ingeniero Jaime Franck, que propuso una nueva fábrica de la cárcel de corte y su reubicación en otro lugar del palacio más alejado de las habitaciones del virrey para para dar más espacio y seguridad a éstas. \n  \nNúmero de registro: 1033. ",
    "desc": ". En hoja de 28 x 43 cm.",
    "locn": null,
    "lbd": "1693-06-04.",
    "upd": null,
    "ref": "MP-MEXICO,569"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
