{
  "id": "c11478",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/21528",
    "docs": 1,
    "title": "'Planta del Palacio Mayor'",
    "scope": "Título al dorso. Topónimos de los puntos cardinales en los laterales. En la esquina superior izquierda tabla explicativa de los puntos señalados en el plano en clave alfabética. En la parte central inferior la escala gráfica y cartela ovalada con rocalla con la leyenda en latín: 'Exmo. principi D. D. Gaspari de Sandobal Zerda [roto] Mendoza perillustri et ornatissimo comiti de Galve huius Novae Hispaniae zelossissimo dig[nissimo que] P[residi] hanc regalis Mexicani Palatii et nunc [roto] humilis ac pronus concecrat P. Vissitator fr. Didacus de Valberde, Augustinianus, et eiusdem reedifitii de [ilegible] tanti meritissimi Principis Superintendens insignus. Anno Domini 1694'. \n  \nPresenta planta parcial y alzado de la fachada del Palacio Real de México de la parte destinada a habitación de los virreyes y familiares. \nLa fachada muestra el acceso desde la Plaza Mayor por medio de dos puertas, enmarcadas por pilastras y un torreoncillo defensivo a cada lado. Una de ellas (B) da acceso al patio mayor del palacio y escalera principal; por la otra (Z) se accede al patio de las Audiencias. En la esquina un torreón defensivo de planta cuadrada con dos cuerpos con troneras para pedreros. El lienzo de fachada entre la puerta principay el el torreón muestra 9 ventanas simétricas en el piso alto, enmarcadas en cantería y rematadas por frontones. \nEn el interior, a la izquierda la parte destinada a vivienda virreinal, distribuida alrededor de un jardín central y una patio interior más pequeño 'para  el uso mugeril'. \n  \nExplicaciones en el plano. \n  \nAl dorso: '[Vino con carta del] Virrey Conde de Galbe de 22 de Mayo de 1694 [recibida] en Enero de 95 en aviso', '3º'. \n  \nEl 8 de junio de 1692 se declaró un motín en la ciudad de México. Consecuencia de los disturbios producidos fue un incendio en el palacio real que dejó parte del mismo completamente arruinado y necesitado de reconstrucción. Entre otros arquitectos a los que se encargaron planos fue elegido el levantado por Diego Rodríguez, aunque el virrey conde de Galve encargó su revisión y reforma al ingeniero Jaime Franck y al fraile agustino fray Diego de Valverde, maestro arquitecto, con el fin de dotar al edificio de mayor seguridad defensiva, que se concretaron en la construcción de torreones en las esquinas y un cambio en la distribución interior de las estancias. Fray Diego de Valverde fue nombrado superintendente de la obra. \n  \nNúmero de registro: 1035. \n  \n  ",
    "desc": null,
    "locn": null,
    "lbd": "1694.",
    "upd": null,
    "ref": "MP-MEXICO,571"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
