{
  "id": "c1798",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362710",
    "docs": 1,
    "title": "Expediente sobre el pago de la limosna de vino y aceite a las Órdenes religiosas",
    "scope": "Expediente sobre el pago de la limosna de vino y aceite a las Órdenes de Santo Domingo, San Francisco, San Agustín y la Compañía de Jesús. Contiene: 1.- Carta del virrey marqués de Mancera informando de lo resuelto en junta general sobre el pago de la limosna de vino y aceite. México, 25-5-1673. 2 folios. Anejo a esta carta: - Testimonio de las determinaciones tomadas en ella. México, 15-4-1673. 2 folios. 2.- Decreto del Consejo de Indias. Consejo, 12-11-1674. 1 hoja en cuarto. 3.- Carta de [Diego Osorio de Escobar y Llamas], obispo de Puebla de los Ángeles, remitiendo relación de las cantidades que se pagan para la limosna de vino y aceite para las Órdenes religiosas de Nueva España. Puebla, 28-3-1672. 2 folios. Anejo a esta carta: -Traslado de lo que se ha pagado en las Cajas de México, Zacatecas, Guadalajara y Tabasco de la limosna de vino y aceite. Puebla de los Ángeles, 21-3-1672. 3 folios. - Carta de [Diego Osorio de Escobar y Llamas], obispo de Puebla de los Ángeles, informando, en respuesta a una Real Cédula de 20 de septiembre de 1670, sobre la limosna de vino y aceite que se da a los religiosos. Puebla, 10-11-1671. 2 folios. Hay duplicado de esta carta. - Copia de Real Cédula para que los arzobispos y obispos y provinciales de las religiones de las Indias envíen relación e informe del vino y aceite que se gasta cada año en los conventos de su distrito. Madrid, 20-9-1670. 2 folios. - Nota del Consejo sobre las respuestas recibidas a dicha Cédula. 1 hoja en cuarto. 4.- Carta de Francisco [Antonio Sarmiento y Luna], obispo de Michoacán, informando, en respuesta a una Real Cédula de 20 de septiembre de 1670, sobre la limosna de vino y aceite que se da a los religiosos. San Luis Potosi, 21-4-1672. 2 folios. 5.- Carta de los oficiales reales de México, informando, en respuesta a las Cédulas de 21 de julio y 26 de diciembre de 1672, de lo que se distribuye de aquella Caja a las Órdenes religiosas correspondiente a la limosna de vino y aceite. México, 1-6-1673. 5 folios. Anejo a esta carta: - Testimonio de lo que se distribuye a las religiones de Nueva España de la limosna de vino y aceite, de sus circunstancias y requisitos y el estado en que al presente está. México, 31-5-1673. 17 folios. - Copia de Real Cédula a los oficiales reales de México para que informe cuánto importa cada año las limosnas de vino y aceite que se dan a los conventos de aquel distrito y si se paga de la Real Hacienda o de pensiones de encomiendas de indios. Madrid, 21-7-1672. 2 folios.",
    "desc": null,
    "locn": "México",
    "lbd": "1673-05-25.",
    "upd": null,
    "ref": "MEXICO,48,R.1,N.40"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
