{
  "id": "c1882",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362525",
    "docs": 1,
    "title": "Carta del virrey marqués de Mancera",
    "scope": "Carta del virrey sobre la orden de socorrer a Filipinas con cantidad de dinero, gente y géneros. 4 fs. Anejos: 1.- Laureano de Vera, factor y veedor de la Real Hacienda de Filipinas, informa a S.M. del estado de ésta y la necesidad de que le socorran los virreyes de Nueva España. Manila, 10-VI-1671. 2 fs. 2.- Los oficiales de la Real Hacienda de Filipinas dan cuenta a S.M. del miserable estado en que se halla la Caja Real. Manila, 3-6-1671. 2 fs. 3.- Real Cédula al virrey respondiéndole a tres cartas en que avisa haber llegado dos naos de Filipinas y encargándole el socorro de aquellas islas. Madrid, 1-6-1671. 1 f. 4.- Real Cédula al virrey sobre el socorro que envió a las Filipinas en 1671, y que se procure que los delincuentes que van a ellas no vuelvan a Nueva España. Madrid, 29-2-1672. 1 fs. 5.- Certificación de los géneros que fueron de socorros a las Filipinas en las naos Nuestra Señora del Buen Socorro y San Diego. México, 22-3-1672. 4 fs. 6.- Certificación que los oficiales Reales hacen por la carta cuenta del socorro que ha hecho a las Filipinas. México, 8-4-1672. 6 fs. 7.- Certificación de la gente que enviaron a Filipinas en la nao Nuestra Señora del Buen Socorro. México, 8-4-1672. 1 f. 8.- Certificación de la gente a Filipinas en la nao San Diego. México, 8-4-1672. 1 f. 9.- Real Cédula al duque de Veragua, que va por virrey de Nueva España, encargándole los socorros para Filipinas en la mayor cantidad que fuere posible. Madrid, 6-8-1672. 2 fs. 10.- Decreto del Consejo de Indias. Consejo, 10-9-1675. 1 hoja en cuarto",
    "desc": null,
    "locn": "México",
    "lbd": "1672-04-28.",
    "upd": null,
    "ref": "MEXICO,46,N.19"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
