{
  "id": "c1895",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362536",
    "docs": 1,
    "title": "Carta del virrey marqués de Mancera",
    "scope": "Carta del virrey acusando recibo de dos Reales Cédulas de 20 de noviembre de 1671 y de 30 de enero de 1672 en las que le prevenía que había recibido información de que la Compañía Oriental de Francia [Compañía Francesa de las Indias Orientales] tenía el propósito de unirse con la Compañía de Inglaterra que cursa el comercio de las Indias, con el fin de crear una compañía más grande y buscar un nuevo establecimiento en Indias para establecer su comercio; informa asimismo sobre las noticias que en Inglaterra se preparaba una armada de cuatro navíos para entrar en el Mar del Sur y atacar el puerto de Valdivia. 6 fs. Anejos: 1.- Real Decreto al conde de Peñaranda sobre un capítulo de carta del secretario Miguel de Iturrieta, residente en París, en que da noticia de que unos bajeles que se han aprestado en Francia, en Marsella y La Rochelle, para ir a las Indias. Madrid, 27-1-1670. 4 fs. 2.- Real Decreto al conde de Medellín, con copia de un capítulo de Manuel de Lira, enviado a los Estados Generales de las Provincias del País Bajo, en que da noticia de que las compañías de Francia e Inglaterra están con ánimo de unirse para alguna empresa en las Indias. Madrid, 18-11-1671. 4 fs. 3.- Testimonio sobre las órdenes dadas y actuaciones relativas a la prevención de los puertos de Nueva España contra los enemigos ingleses y franceses. México, 1-7-1672. 5 fs. 4.- Carta de Francisco Fernández de Madrigal a Gabriel Bernardo de Quirós incluyendo copia de dos Reales Decretos de 27 de enero de 1670 y de 18 de noviembre de 1671, para que reúna todos los papeles sobre los planes existentes de que la Compañía Oriental de Francia se una con la inglesa para intentar una empresa de más entidad en los puertos de Indias. Madrid, 11-4-1673. 2 hojas en cuarto. 5.- Acordado de la Junta de Guerra sobre la carta remitida por el virrey marqués de Mancera de 8 de junio de 1672 referente a las paces con Inglaterra. Junta, 13-4-1673. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1672-06-08.",
    "upd": null,
    "ref": "MEXICO,46,N.30"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
