{
  "id": "c1905",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362511",
    "docs": 1,
    "title": "Carta del virrey marqués de Mancera",
    "scope": "Carta del virrey sobre materias relativas a la guerra en Nueva Vizcaya y resolución tomada. 2 folios. Documentación aneja: 1. Testimonio de lo determinado a la consulta del capitán y gobernador de Sinaloa referente a la guerra a los indios. México, 7 de julio de 1671. 9 fs. 2. Testimonio de autos sobre materias tocantes a la guerra en Nueva Vizcaya. México, 16 de marzo de 1672. 12 fs. 3. El virrey a S.M., informando si convendrá o no agregar los presidios de Sinaloa, Cerro Gordo y San Sebastián al gobierno de Nueva España. Con duplicado. 2 fs. 4. Testimonio de los pareceres de los miembros de la Junta general para informar a S.M., sobre si se deben o no agregar a la Nueva Vizcaya los presidios de Sinaloa, Cerro Gordo y San Sebastián. México, 13 de julio de 1671. 37 fs. 5. Carta del virrey sobre el cumplimiento de la Real Cédula en que se le mandó cuidar de que la guarnición de la Nueva Vizcaya esté cumplida. México, 24 de julio de 1671. 2 fs. 6. Testimonio de un mandamiento librado a oficiales reales de Durango en virtud de reales cédulas y provisión al gobernador de Nueva Vizcaya, para que pongan especial atención en el pago de la gente de guerra de aquella provincia. México, 23 de julio de 1671. 6 fs. 7. Decreto para que los oficiales de Durango cumplan la orden de no faltar a los pagos de la gente de guerra. México, 29 de julio de 1671. 2 fs. 8. El virrey a S.M., informe de Antonio de Oca, gobernador que fue de la Nueva Vizcaya, sobre la guerra de aquella provincia. México, 28 de noviembre de 1671. 2 fs. 9. José García de Salcedo, gobernador de Nueva Vizcaya, informa a S.M. de todas las consultas y papeles concernientes al estado de la defensa de aquella provincia, con testimonios y cartas. San José del Parral, 30 de marzo de 1672. 36 fs. 10. El virrey al gobernador de la Nueva Vizcaya sobre la defensa de aquella provincia. México, 9 de julio de 1671. 2 fs. 11. El virrey ordena que José García de Salcedo, gobernador de Nueva Vizcaya, nombre un cabo que sea experimentado para cada escuadra de catorce hombres. México, 7 de julio de 1671. 2 fs. 12. Decreto del Consejo de Indias con respecto de los indios bravos de la provincia. Junta, 10 de octubre de 1675. 2 hojas en cuarto.",
    "desc": null,
    "locn": "México",
    "lbd": "1672-03-20.",
    "upd": null,
    "ref": "MEXICO,46,N.5"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
