{
  "id": "c2037",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362463",
    "docs": 1,
    "title": "Memorial del bachiller Pedro Calderón, procurador del cabildo eclesiástico de México",
    "scope": "Memorial del bachiller Pedro Calderón, capellán de coro de la Catedral de México y procurador general de su cabildo, suplicando que se declare que lo ordenado por la Real Cédula de 14 de junio de 1670 que se de noticia a los virreyes cuando haya rogativas públicas sólo se entienda en los casos de rogativas extraordinarias y no en las ordinarias que se acostumbran a hacer. 3 folios. Anejos: 1.- Carta del virrey marqués de Mancera al rey sobre la rogativa o plegaria que hizo el cabildo eclesiástico de México sin haber tenido él noticia y de lo que proveyó y ejecutó en esta materia. México, 16-8-1669. 8 folios. Adjunta testimonios de autos sobre las rogativas que hacen el deán y cabildo eclesiástico de México sin dar cuenta al virrey. 6 y 19-8-1669. 33 folios 2.- Carta del cabildo eclesiástico de México al rey informando sobre las rogativas que se hicieron con motivo de la falta de agua y como el virrey ordenó no hacerlo, suplicando que se mande al virrey que no estorbe la jurisdicción de aquella iglesia. México 6-8-1669. 2 folios. Adjunta testimonio de autos sobre la materia. 7-8-1669. 58 folios. 3.- Acuerdo del Consejo de Indias sobre que se de Cédula aprobando que se guarde la costumbre de dar noticia al virrey cuando las rogativas que se hacen son públicas. 31-5-1670. 2 folios. 4.- Copia de Real Cédula al deán y cabildo eclesiástico de México, aproblando haber obedecido una Provisión del virrey sobre que se le de cuenta a éste cuando las rogativas son públicas. Madrid, 14-6-1670. 2 folios",
    "desc": null,
    "locn": "Madrid",
    "lbd": "1671-07-29.",
    "upd": null,
    "ref": "MEXICO,45,N.67"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
