{
  "id": "c22",
  "work": {
    "cod": true,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/348756",
    "docs": 1,
    "title": "CARTAS DE GOBERNADORES",
    "scope": "Memorial de Francisco Martinez de Ribamontán, Gobernador de Honduras.",
    "desc": null,
    "locn": "Consejo",
    "lbd": "1630-01-18.",
    "upd": null,
    "ref": "GUATEMALA,39,R.18,N.115"
  },
  "data": {
    "mil": false,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": "re vars Sp Hon gob failing to reduce Mos Shore despite Guat Pres orders to do so",
    "mil_n": "re tierras y Provinçias de Indios llamados el cavo del camaron y Teguzgalpa y respecto de tenerse notiçia q. avia cant.d de gente barvara sin lumbre de fee, etc /v f 1 img 1 / [start img 1] [intro]= Dice que en el distrito de la dha Provin.a ay unas tierras y Provinçias de Indio llamados el cavo del camaron y Teguzgalpa que tienen por la costa de la Mar del norte 70 leguas todo poblado de un cavo y otro de christianos sin otras 70 u [U? V?] 80 leguas de travesia desde la Segovia hasta la Mar, y respeto de tenerse notiçia q avia cant.d de gente barvara sin lumbre de fee y que era[ill] [ze rado oro?] y toman de tierra adentro Una casa en una gran poblaçion que era huna laguna de donde se desia llebavan el oro a Megico en tiempo de Motezuma, SM que esta en [ill] por lo mucho que conviene al servi.o de Dios nuestros y suyo la poblacion y descubrim.to de las dhas Provincias pues de[ill] avia de resultar el que los dhos Indios Viniesen en conoçimiento de la santa fee y mucho [ill] a la RH fue [fui?] servido de cometello [cometerllo?] de officio al lizen.do Alonsso ortiz de Helgueta a quien avia proveydo en el cargo de Governador de la dha provinçia de onduras dandole Instrucion de la forma que avia de hazer la entrada Poblaçion y descubrim.to y Como quiera que era de tanta consideraçion y Inportancia no la puso en ex.on ni los que despues an suçedido en el dho cargo lo an hecho no embargante q an reconocido quan considerable es= [vars para]"
  }
}
