{
  "id": "c2242",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362363",
    "docs": 1,
    "title": "Carta del virrey Antonio Sebastián de Toledo, marqués de Mancera",
    "scope": "Carta del virrey al rey sobre los autos hechos contra Francisco Lorenzo de San Millán, contador de la visita a las Cajas Reales de Nueva España. 8 fs. Anejos: 1.- Testimonio de la consulta hecha al virrey por Juan Miguel de Agurto, oidor de la Audiencia de México, referente al contador Francisco Lorenzo de San Millán. México, 24-10-1670. 2 fs. 2.- Testimonio de autos secretos sobre la intimidación y confidencia del obispo de Puebla de los Ángeles con los ministros de la Audiencia de México. México, 24-11-1670. 2 fs. 3.- Testimonio de autos de oficio que hizo el marqués de Cerralbo contra el escribano Juan Gómez Tonel de Sotomayor. México, 27-11-1670. 2 fs. 4.- Testimonio de autos de oficio que hizo el marqués de Cerralbo sobre unos papeles impresos contra los mayores ministros de él. México, 27-11-1670. 2 fs. 5.- Testimonio de autos de oficio que hizo el marqués de Cerralbo contra los licenciados Juan de Canseco y Antonio Coello, oidores que fueron de la Audiencia de México. México, 27-11-1670. 2 fs. 6.- Testimonio de autos de oficio que hizo el marqués de Cerralbo contra el licenciado Francisco de Barreda, fiscal que fue de la Audiencia de México. México, 27-11-1670. 2 fs. 7.- Testimonio de autos de oficio que hizo el marqués de Cerralbo contra Fernando Carrillo, escribano mayor del cabildo de México. México, 27-11-1670. 2 fs. 8.- Testimonio de autos de oficio hechos por el virrey Luis de Velasco sobre un socavón en las minas de Temascaltepeque. México, 28-11-1670. 2 fs. 9.- Copia de Real Cédula de 1630 al marqués de Cerralbo para que cesen las inquietudes. México, 29-11-1670. fs",
    "desc": null,
    "locn": "México",
    "lbd": "1670-11-20.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
