{
  "id": "c2343",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362285",
    "docs": 1,
    "title": "Memorial de Francisco de Leyva Isasi y del capitán Antonio Muñoz de León",
    "scope": "Memorial de Francisco de Leyva Isasi y el capitán Antonio Muñoz de León, que fueron a la recuperación de Jamaica, suplican se les paguen los sueldos devengados. 2 hojas en cuarto. Anejos: 1.- Carta de Cristóbal de Calancha Valenzuela informando que pidió relación al Tribunal de Cuentas de las libranzas que se pagaban en contravención de cédulas reales. México, 10-10-1665. 2 fs. 2.- Carta de Cristóbal de Calancha Valenzuela informando que a pesar del auto que proveyó como visitador, el virrey ordenó que se pagasen los sueldos de los cabos militares de Jamaica. México, 23-11-1665. 2 fs. 3.- Testimonios de las resultas sacadas contra el maestre de campo de Jamaica y otros capitanes y soldados que sirvieron en dicha isla. México, 23-11-1665. 78 fs. 4.- Carta del virrey al rey informando del pago de Francisco de Leiva y Antonio Muñoz, cabos militares en Jamaica. México, 19-8-1665. 2 fs. 5.- Autos hechos por el maestro de campo Francisco de Leiva en orden a que se paguen sueldos de gobernador y demás que el rey manda por Cédula del 23 de diciembre de 1659. México, 27-8-1668. 227 fs. 6.- Juan de Salinas da cuenta de haber hecho diferentes propuestas y representaciones al Virrey para que no se pagen los sueldos a diferentes soldados que dicen los devengaron en Jamaica. Tacuba, 1-9-1668. 2 fs. 7.- Certificaciones y consultas donde se demuestra que no hay porque pagar sueldos a diferentes soldados que dicen los devengaron en Jamaica. México, 3-9-1668. 4 fs",
    "desc": null,
    "locn": "Consejo",
    "lbd": "1669-05-10.",
    "upd": null,
    "ref": "MEXICO,43,N.26"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
