{
  "id": "c25",
  "work": {
    "cod": true,
    "cod_n": "is carta de Hon",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/348758",
    "docs": 1,
    "title": "CARTAS DE GOBERNADORES",
    "scope": "Carta de Francisco Mártinez de Ribamontán, Gobernador de Honduras.",
    "desc": null,
    "locn": "Trujillo",
    "lbd": "1630-12-04.",
    "upd": null
  },
  "data": {
    "mil": true,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": "re state of defence of Truxillo and plans for its better defence / 33 IMGS NEED CLOSER LOOK 15 JUL 2022",
    "mil_n": "[start img 1] Por el año de 629 me hiço VM mrd. de mandarme benir a servir el cargo de Governador y Capp.n general desta Provinçia, y haviendome informado la deensa que havia en la fuerça de la çiudad de Truxillo puerto donde es la descarga de las Naos que Vienen a esta Provinçia y entendido no havia ninguna Suplique a VM se sirviese de proveer de castellano y soldados para la guardia del dicho castillo y çiudad. y VM me mando por su RC que llado que fuese al dicho govierno avisase de lo que sobre esto se puede hazer y de donde se puede sacar lo neçesario para la paga del dicho castellano y soldados y para que se haga con mejor acuardo y que VM mande se tome resoluçion con mas fundamento fui en persona al castillo y ordene al escrivano pusiese por inventario el Estado del y su fortificaçion. Artilleria que tiene armas y muniçiones y otros pertrechos de guarra capitan artilleros y soldados que asisten en la guardia de el como toda consta por el testimonio que ba con esta. Y assi mismo para el dicho [start img 2] efecto y entender mejor los soldados que son neçesarios para la guardia y defensa del dicho castillo y çiudad y de donde se podra sacar lo neçesario para la paga de los dichos soldados Junte el Cavildo y Vezinos estantei y avitantes en ella en la Iglessia mayor y haviendoles echo notoria La RC todos unanimes y conformes fueron de pareçes que para que esta Çiudad y castillo este con la defensa que conviene se suplique a VM mande que aya en ella çincuenta soldados de presidio y que para la paga dellos el Presidente de Guatimala en las primeras encomiendas de Indios que Vacaren situe la cantidad que baste para la paga del sueldo que VM mandase se de a los dichos soldados y ofiçiales, y que en el interin que se haze esta situaçion para la paga de los dichos sueldos de todos los frutos que se embarcan en este puerto y en el de cavallos y Amatique para castilla y de todas las mercadurias que de alla Vienen en las naos que desembarcan en los dichos puertos y otros Navios y fregatas que a ellos llegan paguen en la forma seguiente= De cada Cuero un real, de cada zajon o çurron de tinte achiote, o grana, o chocolate quatro Reales, y de cada arroba de çarça dos reales y lo mismo se cobre de las fragatas y Navios que llevaren los dichos frutos fuera desta Provinçia. Y assi mismo se cobre de las mercadurias que Vierren de Castilla que desembarcaren en los dichos puertos de Trujillo, Amatique y el de Cavallos en las Naos y otros qualesquier Vajeles que llegaren a ellos de otras [start img 3] quales quiera partes, de cada Votija de Vino un Real, de cada fardo de Ropa ocho Reales, de cada arroba de Aziete un Real, de cada pipa de Vino Veinte reales, de cada Votija de Vinagre un Real de cada cajon de clavos y herraje dos reales y del quintal de fierro otros dos y a este respeto de las demas mercadurias que vinieren. y que todo entre en poder de los ofiçiales reales por quenta aparte para el dicho efeto y por libranças del Governador y Capp.n general desta Provinçia se hagan las pagas a los dichos soldados y ofiçiales= Y lo que yo puedo deçir señor haviendo Visto la dispusiçion del castillo, Artilleria, Armas y muniçiones y otros pertrechos de guerra que tiene Artilleros y soldados que hazen la guardia en el. y sitio de la çiudad como quien tiene la cossa presente que conviene mucho al servi.o de VM aya en la dicha çiudad y Castillo los çinquenta soldados que la Çiudad y cabildo avierto propone son menester y un castellano y sarjento con el sueldo que VM mandare, y pareçe segun la dispusiçion de la tierra se podra dar el que se da a la guarniçion de los Castillos de Puerto Velo [Vela?], y que se situe la paga en la misma forma que esta acordado en el cabildo avierto y que para que yo lo pueda poner luego en execuçion se sirva VM de mandar se haga assi por su RC que con esto sin que sea menester sacar nada de la Real [start img 4] caxa ni traer soldados de España yo fundare este presidio de manera q.e se haga el serviçio de VM y este puerto y çiudad este como conviene [usual letter ending]"
  }
}
