{
  "id": "c2580",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362274",
    "docs": 1,
    "title": "Carta del virrey Antonio Sebastián de Toledo, marqués de Mancera",
    "scope": "Carta del virrey marqués de Mancera al rey informando sobre el embarazo puesto por la Audiencia al cumplimiento de una ejecutoria presentada por los agentes del marqués del valle ante su juez privativo, de lo actuado por el virrey según su obligación como presidente de la Audiencia y de lo ejecutado por el oidor más antiguo contraviniendo las órdenes reales. 6 folios. Anejos: 1.- Testimonio del pleito que se siguió en 1660 ante Gaspar Fernández de Castro, juez privativo del marquesado del Valle, a petición de Juan de Aranda, en nombre y con poder del marqués del Valle, contra los bienes y fiadores de Diego Vallés, gobernador de dicho marquesado, por 38.000 pesos de oro común que dejó debiendo a dicho marqués por la renta del año 1658. México, 5-3-1667. 4 folios. 2. Testimonio de haber solicitado el marqués del Valle y sus acreederores la inhibición de la Real Audiencia y demás tribunales, jueces y justicias del conocimiento de las causas y negocios de dicho estado y marquesado. México, 1-2-1667. 2 folios. 3.Testimonio de los votos que dieron Andrés Sánchez de Ocampo y Juan Francisco de Montemayor, oidores de la Audiencia de México, en el pleito del marqués del Valle. México. 8-3-1667. 2 folios. 4.Traslado de unas Cédulas y comisiones referentes al marquesado del Valle. México, 6-3-1667. 10 folios. 5. Traslado de una Real Cédula dada en Madrid, en 11 de abril de 1661, al virrey de Nueva España, referente a la administración del marquesado del Valle. México, 30-3-1667. 2 folios. 6.Testimonio de haberse leido y asentado dos Reales Cédulas de 1612 y 1613 cometiendo a Antonio de Morga, alcalde del crimen de la Audiencia de México, y a otros ministros de ella, el conocimiento de las causas y negocios del marquesado del Valle, inhibiendo de ellas al virrey, la Real Audiencia y demás tribunales. México, 8-2-1667. 2 folios. 7. Copia de Real Cédula al virrey y a la Audiencia de México para que informen sobre la jurisdicción que ejerce el juez privativo del estado del marquesado del Valle. Madrid, 22-6-1668. 2 folios.",
    "desc": null,
    "locn": "México",
    "lbd": "1667-03-08.",
    "upd": null,
    "ref": "MEXICO,43,N.15"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
