{
  "id": "c2771",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362044",
    "docs": 1,
    "title": "Carta del virrey Antonio Sebastián de Toledo, marqués de Mancera",
    "scope": "El Virrey a S.M., da cuenta del estado del reino y pide se le socorra con las armas de que necesita. 4 fs. Anejos: 1.- El Duque de Alburquerque al secretario de estado Don Pedro de Medrano, dando su parecer sobre lo que pide el Virrey acerca de la necesidad que hay de armas en la Nueva España. Madrid, 31-V-1665. 2 fs. 2.- El Conde de Alba al secretario de Estado Don Pedro de Medrano, con su parecer en lo que pide el Virrey acerca de la necesidad que hay de armas en la Nueva España. Madrid, 31-V-1665. 2 fs. 3.- Traslado de lo seguido en el real acuerdo de México sobre cierta noticia que se dio en él de que algunos mulatos trataban de alterar el estado del reino y gobierno, echando a los españoles. México, 16-II-1665. 2 fs. 4.- Traslado de la certificación que se dio sobre las armas que habían en la real armería de la ciudad de México. México, 19-II-1665. 2 fs. 5.- Testimonio de autos seguidos por mandado del Virrey sobre la averiguación del intento de algunos mulatos de alterar el estado del reino y su gobierno. Palacio, 5-II-1665. 16 fs. 6.- Relación de la información que se hizo en México el 6 de febrero de 1665 acerca de la noticia que se tuvo de que algunos mulatos y negros trababan de alterar el estado del reino y su gobierno. [1665]. 2 fs. 7.- Decreto para el Consejo de Indias sobre la comisión de la residencia del Obispo de Puebla, Virrey interino de la Nueva España, y sobre escribir a Sevilla acerca del envío de las armas a México. México, [6-VI-1665]. 2 ho. en 4º",
    "desc": null,
    "locn": "México",
    "lbd": "1665-02-17.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
