{
  "id": "c2773",
  "work": {
    "cod": false,
    "cod_n": "but incl W Yuc piracy",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362046",
    "docs": 1,
    "title": "Cuaderno de cartas del virrey Antonio Sebastián de Toledo, marqués de Mancera",
    "scope": "Cuaderno de las cartas escritas por el virrey Pedro Álvarez de Toledo y Leiva, marqués de Mancera, al rey, en materias de gobierno, guerra, patronato y hacienda, desde 25 de febrero al 11 de abril de 1665, con testimonios y papeles que con ellas vinieron y decretos del Consejo. Con indice. Contiene: 1.- Índice de las cartas remitidas desde el 25 de febrero de 1665 hasta el 11 de abril de 1665. 2.- El virrey a S.M., aviso del navío del bizcocho que tenía prevenido para remitir a La Habana para el socorro de los galeones. México, 1-IV-1665. 3.- El virrey a S.M., la orden de S.M. sobre el gobierno de Yucatán. México, 29-III-1665. 4.- Traslado de una real provisión y de los autos que siguieron a su ejecución y en cumplimiento por el virrey sobre la suspensión Rodrigo Flores de Aldana, gobernador de Campeche, y de haber resumido aquel gobierno Don Francisco de Esquivel. México, 15-III-1665. 5.- Testimonio de peticiones presentadas en la Audiencia de México por vecinos de la provincia de Campeche, de agravios y vejaciones que reciben de los Gobernadores, con lo que se decretó sobre ello. 16-X-1663. 6.- Certificación dada por el escribano de cámara de la Audiencia de México sobre los pleitos y peticiones que se han seguido en aquella Audiencia por parte de algunos vecinos de la provincia de Campeche por agravio de sus Gobernadores. México, 30-III-1665. 7.- El virrey a S.M., los bandos y enemistades que hay en el reino. México, 31-III-1665. 8.- El virrey a S.M., diligencias que se han hecho para asegurar a la ciudad de México de las inundaciones. México, 5-IV-1665. 9.- Testimonio de la comisión que el Virrey dio al licenciado Don Francisco Calderón y Romero para reconocer los reparos del desagüe de la ciudad. 19-III-1665. 10.-Traslado de la cunsulta original que el Licenciado Don Francisco Calderón y Romero hizo al Virrey en razón de la comisión que le dio para reconocer el desagüe de la ciudad de México. México, 6-IV-1665. 11.- El Virrey a S.M., el auxilio que dio el real acuerdo al juez de residencia del marqués de Leyva. México, 5-IV-1665. 12.- Traslado de Real Cédula por la que se nombra acompañado en la residencia que Don Cristóbal de Calancha toma al Virrey Conde de Baños para en caso de recusación. Buen Retiro, 23-VII-1663. 13.- Traslado del testimonio de haberse notificado por el Real Acuerdo de México al juez de residencia del Virrey Conde de Baños, la Real cédula por la que S.M. lo nombra acompañado para en caso de recusación. México, 12-III-1665. 14.- Consulta hecha por Cristóbal Calancha, juez de residencia del Virrey Conde de Baños, sobre el auxilio que había de prestarle el real acuerdo de México. 16-III-1665. 15.- Traslado del testimonio sobre haberse notificado y entregado a Don Juan de Bolívar y Cruz la Real Cédula por la que S.M. lo nombra. México, 17-III-1665. 16.- Traslado de la Real Cédula por la que S.M. nombra a Don Juan de Bolívar para acompañado en la residencia que se toma al Virrey Conde de Baños. Buen Retiro. 20-VII-1663. 17.- Traslado de la petición presentada en el real acuerdo de México por Don Juan Bolívar, oidor de la Audiencia de Guadalajara, sobre el cumplimiento de la Real Cédula por la que S.M. lo nombra acompañado en la residencia que se toma al Virrey Conde de Baños. 21-III-1665. 18.- Testimonio del auxilio que en real acuerdo pidió Don Cristóbal de Calancha en la residencia que toma al Virrey Conde de Baños por el embarazo que se pone en la ejecución de la justicia. México, 22-III-1665. 19.- El Virrey a S.M., sobre el informe y pretensiones que le hacen del Nuevo Reino de León. México, 10-IV-1665. 20.- El Virrey a S.M., la desobediencia del Capitán Santiago Daza Villalobos en su salida de Veracruz. México, 25-III-1665. 21.- Los oficiales reales de Veracruz al Virrey, capítulo por el que se avisa haberse hecho a la mar el Capitán Santiago Daza Villalobos, sin aguardar la visita. Veracruz. 10-III-1665. 22.- El corregidor de Veracruz al Virrey, avisando haberse hecho al mar el Capitán Santiago Daza Villalobos, sin aguardar el registro y con violencia. Veracruz, 10-III-1665. 23.- Testimonio de cómo el Capitán Santiago Daza Villalobos se hizo a la vela en el puerto de Veracruz sin llevar registro y usando de la fuerza. San Juan de Ulúa, 9-III-1665. 24.- Información y autos seguidos con ocasión de la desobediencia del Capitán Santiago Daza Villalobos, quien se hizo a la vela en el puerto de Veracruz sin aguardar la visita y registro de su navío. Veracruz, 15-III-1665. 25.- Traslado de los autos e información hecha por el castellano de San Juan de Ulúa contra el Capitán Daza Villalobos por haber salido con su navío de dicho puerto sin registro ni visita. San Juan de Ulúa. 13-III-1665. 26.- Testimonio de lo que acordó el Virrey sobre la consulta que hizo el juez de residencia del Virrey para que ninguna de las personas contenidas en la comisión de dicho juez se embarcase en Veracruz en el navío del Capitán Santiago Daza Villalobos. México, 31-XII-1664. 27.- El Virrey a S.M., saqueo de Tabasco por el enemigo. México, 28-III-1665. 28.- Los alcaldes ordinarios de la villa de Tabasco al Virrey sobre el saqueo de la villa por el enemigo. Tabasco. 26-II-1665. 29.- El Virrey a S.M., que se informa falsamente de despachar los virreyes demasiados avisos a costa de la Hacienda. México, 23-III-1665. 30.- Decreto del Virrey para que el Tribunal de cuentas de México certifique sobre que los navíos de aviso se han despachado sin costa de la Real Hacienda y de la certificación de dicho tribunal. 1-III-1665. 31.- El Virrey a S.M., sobre haber elegido sujetos para la Caja de Guanajuato. México, 30-III-1665. 32.- El Virrey a S.M., sobre haberse despachado la nao de Filipinas con con notable economía. México, 6-IV-1665. 33.- Consulta del Tribunal de cuentas al Virrey tocante al despacho de la nao en Filipinas, con lo que sobre ello se decretó e informó. 4-III-1665. 34.- El Gobernador de Filipinas al Virrey, sobre el despacho de la nao para aquellas islas. Acapulco, 31-III-1665. 35.- El castellano de Acapulco al Virrey sobre el despacho de la nao para Filipinas. Acapulco, 1-IV-1665. 36.- El General Cebrián Báez al Virrey, sobre el despacho de la nao de Filipinas. Nao capitana, 3-III-1665. 37.- El Obispo del Santo Nombre de Jesús al Virrey, sobre el despacho de la nao de Filipinas. Acapulco, 30-III-1665. 38.- El Virrey a S.M., sobre el socorro de 100.000 pesos a La Habana para la armada de Barlovento. México, 6-IV-1665. 39.- Descreto del Virrey al Tribunal de cuentas de México tocante a los efectos de la armada de Barlovento. Palacio, 19-III-1665. 40.- Decreto del Virrey a los oficiales reales de Veracruz sobre el envío de socorro de los 100.000 pesos a La Habana para la Armada de Barlovento. México, 19-III-1665. 41.- El Virrey a S.M., estado en que se hallan los efectos aplicados a la armada de Barlovento. México, 10-IV-1665. 42.- Certificación dada por el Tribunal de cuentas de México sobre el estado de los efectos aplicados a la Armada de Barlovento. México, 9-IV-1665. 43.- El Tribunal de cuentas de México al Virrey, sobre el envío a La Habana de los 100.000 pesos de socorro para la armada de Barlovento. México, 8-IV-1665",
    "desc": null,
    "locn": "México",
    "lbd": "1665",
    "upd": null,
    "ref": "MEXICO,40,N.12"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
