{
  "id": "c2835",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362042",
    "docs": 1,
    "title": "Carta del virrey Antonio Sebastián de Toledo, marqués de Mancera",
    "scope": "El Virrey a S.M., socorros que se pretenden por el gobierno de Filipinas. 3 fs. Anejos: 1.- El Gobernador de Filipinas al Virrey, en pedimento de socorro para aquellas islas, con testimonio del registro de la última nao que procedente de ellas llegó al puerto de Acapulco. Manila, 16-VII-1664. 42 fs. 2.- El Arzobispo de Manila a S.M., dando cuenta del estado de la fábrica de la catedral de dicha ciudad. Manila, 30-VII-1663. 2 fs. 3.- Auto del Arzobispo de Manila para que se dé certificación del estado en que se halla la fábrica de la catedral de dicha ciudad, con dicha certificación. Manila, 20-VII-1663. 4 fs. 4.- Los oficiales reales de Manila a S.M., sobre lo que montaron en aquella Caja los oficios vendibles y renunciables. Manila, 12-VI-1665. 2 fs. 5.- Relación de los oficiales reales de la ciudad de Manila de lo que en aquellas Cajas ha entrado por cuenta de oficios vendibles y renunciables. Manila, 1-VI-1665. 2 fs. 6.- Los oficiales reales de Manila a S.M. remitiendo lo que montaron los derechos de relator y secretario del Real Consejo de Indias. Manila, 12-VI-1665. 2 fs. 7.- Certificación de los oficiales reales de Manila sobre lo que montaron los derechos para el relator y secretario del Consejo de Indias y que envían a la Contratación de Sevilla. Manila, 9-VI-1665. 2 fs. 8.- Los oficiales reales de la ciudad de Manila a S.M., sobre lo que importó en aquella Caja los derechos de papel sellado. Manila, 12-VI-1665. 2 fs. 9.- Certificación de los oficiales reales de Manila sobre lo que han valido los derechos y venta del papel sellado. Manila, 10-VI-1665. 2 fs. 10.- Los oficios reales de S.M. sobre lo que importaron en aquella Caja los derechos de media anata. Manila, 12-VI-1665. 2 fs. 11.- Relación de los que en la Caja de Manila han valido los derechos de media anata. Manila, 1-VI-1665. 34 fs. 12.- El Arzobispo de Manila a S.M., dando cuenta de la fábrica y obra de la catedral. Manila, 20-VI-1665. 2 fs. 13.- El cabildo eclesiástico de la ciudad de Manila sobre las necesidades que padecen por no pagárseles los estipendios. Manila, 20-VII-1665. 3 fs. 14.- Testimonio de varios acuerdos del cabildo eclesiástico de la ciudad de Manila sobre haber recurrido ante el Gobernador Diego de Salcedo en demanda de socorro por las necesidades que padece dicho cabildo. Manila, 16-VI-1665. 2 fs. 15.- Los oficiales reales de Manila a S.M., dando cuenta de lo empeñado que se hallan las Cajas con los alzamientos de algunas provincias. Manila, 12VI-1665. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1665-02-12.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
