{
  "id": "c2894",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362018",
    "docs": 1,
    "title": "Carta del virrey Juan de Leyva y de la Cerda, conde de Baños",
    "scope": "El Virrey Obispo de Puebla a S.M., memoriales de los beneméritos contra las provisiones de los virreyes en parientes, criados y allegados suyos. 2 fs. Anejos: 1.- Real Cédula despachada al Virrey encargándole el cumplimiento de la Real Cédula acerca de no ocupar en los oficios de su provisión a sus parientes, criados ni allegados. Buen Retiro, 23-VI-1662. 2 fs. 2.- Nota sobre haberse sacado de este expediente la Real Cédula del 26.03.1662, sobre que los virreyes, Presidentes y Gobernadores no ocupen en los oficios de su provisión a sus parientes, criados y allegados, para juntarla a carta del Virrey Marqués de Mancera del 26.01.1665. [26-III-1662]. 2 ho. en 4º 3.- Acuerdo del Consejo de las Indias sobre reunir las Cédulas que hubiere acerca de lo que se ha mandado a los virreyes y Presidentes y Gobernadores, para que en las provisiones de oficios que estuvieren a su cargo no nombren a sus parientes, criados y allegados. Madrid, 23-IV-1665. 2 ho. en 4º 4.- Consulta sobre que Don José González, siendo Gobernador del Consejo de Indias, despachó nuevas Cédulas para que los virreyes y Presidentes de Indias no ocupen en los oficios y cargos de su provisión a sus criados, parientes y allegados. [24-XI-1661]. 2 fs. 5.- Consulta del Consejo de las Indias sobre que los virreyes no provean los oficios de justicia en sus parientes, criados y allegados. [18-VII-1662]. 2 fs. 6.- Autos seguidos en el cumplimiento de las Cédulas y leyes en favor de los beneméritos de la tierra, y de las provisiones hechas en contra de ellas por el Virrey, dando los mejores oficios a sus parientes, criados y allegados. México, 5-VIII-1664. 10 fs. 7.- Decreto del Consejo de las Indias para que se junten y traigan las cédulas sobre que los virreyes de las Indias no puedan proveer los oficios en criados y allegados suyos. Consejo, 18-IV-1665. 2 ho. en 4º",
    "desc": null,
    "locn": "México",
    "lbd": "1664-07-20.",
    "upd": null,
    "ref": "MEXICO,39,N.16"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
