{
  "id": "c2895",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362019",
    "docs": 1,
    "title": "Carta del virrey Diego Osorio de Escobar, obispo de Puebla",
    "scope": "El Virrey a S.M., empeño en que se halla la Caja de México con libranzas y situados. 2 fs. Anejos: 1.- El Virrey a S.M., sobre la paga de las libranzas, y que proceda en ello con la atención que pide la materia. Buen Retiro, 25-VI-1665. 2 fs. 2.- Certificación sobre los autos del acuerdo del 29.11.1664, en los puntos tocantes a la administración de alcabalas. México, 20-II-1665. 2 fs. 3.- Real Cédula a los oficiales reales de Veracruz, sobre que no paguen las consignaciones de rentas y sueldos que están hechas a diferentes personas en las Cajas de su cargo sin orden especial de S.M. Buen Retiro, 18-VI-1662. 4 fs. 4.- Certificación de los oficiales reales de la ciudad de México sobre las libranzas que se debían por la Real Caja. México, 22-VIII-1664. 4 fs. 5.- Cerficación del reconocimiento personal que el Virrey hizo de las Cajas de México para ver los reales, plata y oro en pasta que se hallaban en dicha Caja. México, 9-VII-1664. 2 fs. 6.- Cerficación dada por el administrador teniente de la Casa de la Moneda de México, de lo que se ha labrado y librado de moneda de plata en reales, acuñado desde principios de 1661 hasta fines de 1668. México, 8-I-1669. 1 f. 7.- Testimonio del tanteo y reconocimiento de certificaciones dadas por oficiales de Hacienda de los reales de minas sobre monto de diezmos y quintos de la plata. México, 10-III-1671. 8 fs. 8.- Testimonio del tanteo y reconocimiento de las certificaciones dadas por los oficiales reales de México, contador general del azogue, sobre monto de diezmos y quintos en el beneficio de la plata. 8-IV-1669. 8 fs.  9.- Certificación dada por el juez contador y administrador general de las alcabalas de la Nueva España, sobre lo que se adeuda de ellas. México, 31-I-1665. 31 fs. 10.- Certificación del contador de las Cajas de San Luis de Potosí y contador general de tributos, servicio real y azogue de la Nueva España, sobre lo que se está debiendo por los alcaldes mayores y otras personas por razón de tributos y azogues. México, 22-XII-1664. 8 fs. 11.- Decretos del Virrey marqués de Mancera tocantes a la cobranza de las deudas a favor de la Real Hacienda en la Nueva España. 19-XI-1664. 8 fs. 12.- Testimonio de una información que se hizo sobre los remates de la mesa de propios de la ciudad de México. México, 1-IX-1663. 6 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1664-07-20.",
    "upd": null,
    "ref": "MEXICO,39,N.17"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
