{
  "id": "c2907",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362031",
    "docs": 1,
    "title": "Carta del virrey Antonio Sebastián de Toledo, marqués de Mancera",
    "scope": "El Virrey a S.M., el socorro que le pide el gobernador de La Habana. San Juan de Ulúa. 2 fs. Anejos: 1.- El Virrey Obispo de Puebla al Virrey sobre lo que dispuso con los oficiales reales en lo tocante al situado y socorro de La Habana. México, 21-VIII-1664. 2 fs. 2.- El Virrey al Virrey Obispo de Puebla, tocante al socorro que pide el gobernador de La Habana. San Juan de Ulúa, 26-VIII-1664. 2 fs. 3.- Los oficiales de la real hacienda de México al Virrey Obispo de Puebla, y lo que por éste se decretó acerca del socorro del presidio de La Habana. 20-VIII-1664. 2 fs. 4.- El Gobernador de La Habana Don Francisco Dávila Orejón, al Virrey, pidiéndole socorro en dinero a cuenta del situado. La Habana, 8-VIII-1664. 2 fs. 5.- Certificación del juez oficial contador de La Habana de la real cédula del 4.03.1663, que se despachó al Virrey Conde de Baños para el envío de socorro a La Habana. La Habana, 5-VIII-1664. 2 fs. 6.- Certificación dada por el juez oficial contador de La Habana, de la real cédula del 4.08.1661, que S.M. despachó al Virrey Conde de Baños, sobre la necesidad de defender el presidio de La Habana y para que le acuda con lo que fuera menester. La Habana, 5-VIII-1664. 2 fs. 7.- Certificación dada por el juez oficial contador de La Habana, de la real cédula del 3.12.1663, que S.M. despachó al Gobernador de La Habana sobre la cantidad de cuerda con que se ha de suplir el presidio, y de los otros pertrechos y géneros que necesitare. La Habana, 4-VIII-1664. 2 fs. 8.- El Virrey al Virrey Obispo de Puebla, sobre lo que pide el gobernador de La Habana y urgencia de embarcar este socorro. San Juan de Ulúa, 29-VIII-1664. 2 fs",
    "desc": null,
    "locn": "San Juan de Ulúa",
    "lbd": "1664-09-01.",
    "upd": null,
    "ref": "MEXICO,39,N.29"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
