{
  "id": "c2966",
  "work": {
    "cod": false,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362014",
    "docs": 1,
    "title": "Carta del virrey Juan de Leyva y de la Cerda, conde de Baños",
    "scope": "El Virrey a S.M., lo que ha excedido la Audiencia en querer que las causas de gobierno y guerra se pasen a ella en segunda instancia. 5 fs. Anejos: 1.- Testimonio de cómo el Virrey en las peticiones que presentó Don Martín de Zabala, conquistador del Nuevo Reino de León, las remitió a la Audiencia para que diese su parecer. México, 4-VII-1663. 8 fs. 2.- Testimonio de lo actuado por el Virrey acerca de lo que se debe observar en las apelaciones que se interponen de sus autos de gobierno y guerra sobre pasarse a la Real Audiencia. México, 9-V-1663. 14 fs. 3.- Decreto que dió el Virrey sobre que los escribanos de la Audiencia cesen en los autos que refiere, y que los de gobierno no den los testimonios que la Audiencia mandaba. México, 12-V-1663. 2 fs. 4.- Nombramiento y título que se dio por el Virrey al Oidor Don Juan Manuel de Sotomayor, para servir interinamente el oficio de corregidor de la ciudad de México. México, 7-I-1663. 4 fs. 5.- Real Cédula despachada al Virrey remitiéndole las pretensiones de Don Martín de Zabala, conquistador del Nuevo Reino de León, para que con vista de los memoriales que acompaña se vean en Junta de Hacienda. Madrid, 6-II-1655. 6 fs. 6.- La secretaría del Consejo Real de las Indias para que el oficial Don Pedro López e Echaburu, sobre la carta que escribió la Audiencia de México, acerca de que pasen a ella en segunda instancia las causas de gobierno y guerra. Consejo, 9-IX-1665. 2 ho. en 4º 7.- Decreto del Consejo de Indias sobre juntar los papeles y carta que escribió la Audiencia de México sobre si habían de ir o no en apelación a ella los autos que proveyese el Virrey en materias de gobierno y guerra. Consejo, 22-VIII-1665. 2 ho. en 4º. 8.- Resumen de la secretaría del Consejo de las Indias tocante al paradero de los papeles y carta de la Audiencia sobre su pretensión de que vayan a ella en segunda instancia, las causas de gobierno y guerra. [9-I-1666]. 1 ho. en 4º",
    "desc": null,
    "locn": "México",
    "lbd": "1663-06-30.",
    "upd": null,
    "ref": "MEXICO,39,N.12"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
