{
  "id": "c2968",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362016",
    "docs": 1,
    "title": "Carta del virrey Juan de Leyva y de la Cerda, conde de Baños",
    "scope": "El Virrey a S.M., el ruido y controversia de los oidores con la ciudad el día de San Hipólito. 13 fs. Anejos: 1.- Testimonio de autos que se siguieron sobre le ruido y controversias que tuvieron los oidores de México con los regidores y diputados de la ciudad, sobre la celebración de la fiesta de San Hipólito. México, 11-VIII-1663. 52 fs. 2.- Autos hechos por comisión del real acuerdo de México en razón de la prisión de ciertos regidores de la ciudad por haber ido a deshoras de la noche a hacer notificaciones a los señores de la Audiencia, tocante al pendón real, y prisión del Capitán Esteban de Molina, por no haber exhibido los autos. México, 14-VIII-1663. 27 fs. 3.- La ciudad de México a S.M., sobre los negocios que dicha ciudad tiene pendientes, de que acompaña recaudos y testimonios. México, 10-XII-1663. 2 fs. 4.- La ciudad de México a S.M., memoria y claridad a que se reducen los tres negocios que tiene pendientes la ciudad, con ocasión del navío que para los reinos de Castilla sale por navidad. [1663]. 2 fs. 5.- La ciudad de México a S.M., sobre la fiesta de San Hipólito que se celebra por ella cada año. México, 29-XI-1663. 4 fs. 6.- La ciudad de México a S.M., sobre el desprecio que los oidores de la Audiencia de México hicieron a los capitulares de dicha ciudad el día de la Asunción. México, 10-XII-1663. 2 fs. 7.- Dos Cédulas reales en que S.M. manda como han de concurrir los señores de la Audiencia en los actos públicos. Madrid, 12-VIII-1663-30-III-1634. 2 fs. 8.- Real Cédula en que manda S.M. que los oidores no puedan asistir en actos públicos ni festividades, ni entierros como particulares. San Lorenzo, 25-X-1649. 1 f. 9.- La Audiencia de México a S.M., sobre los lances que pasaron con la ciudad el día de la fiesta de San Hipólito y de la Asunción. México, 21-VII-1664. 4 fs. 10.- La Audiencia de México al Virrey, sobre lo del pendón real y la respuesta de éste y parecer del asesor. Tacubaya, 8-VIII-1663. 4 fs. 11.- Consultas que se hizo en el real acuerdo de México pidiendo los autos sobre el pendón real del día de San Hipólito y los de la fiesta de la Asunción. 14-VII-1664. 2 fs. 12.- Los regidores de la ciudad de México a los ministros de la Real Audiencia, notificación que hicieron sobre la fiesta de pendón real. México, 11-VIII-1663. 4 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1663-11-20.",
    "upd": null,
    "ref": "MEXICO,39,N.14"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
