{
  "id": "c2977",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362011",
    "docs": 1,
    "title": "Carta del virrey Juan de Leyva y de la Cerda, conde de Baños",
    "scope": "El Virrey a S.M., despacho de la flota y lo dudosa que estuvo su partida a causa de noticias de enemigos. 4 fs. Anejos: 1.- El general de la flota Don Nicolás Fernández de Córdoba a S.M., dando cuenta de lo sucedido desde que llegó a Veracruz y de la causa de la detención de su salida, con relación del dinero que tiene. Isla de Santa María, 7-X-1663. 3 fs. 2.- El Virrey a S.M., lo que consultó con el general para la salida de la flota de Veracruz, con autos sobre ésto. México, 8-VII-1663. 16 fs. 3.- El General Nicolás Fernández de Córdoba al Virrey, sobre la carga y descarga de la ropa. Veracruz, 8-X-1662. 3 fs. 4.- El Gobernador de Yucatán Don Juan Francisco de Esquivel a S.M., sobre haber hecho prisionero a piratas extranjeros y que se buscan otros. Mérida de Yucatán, 25-X-1663. 2 fs. 5.- Testimonio de la reseña de gente que se hizo en la provincia de Yucatán para prevenir a su defensa. Mérida, 22-VIII-1663. 20 fs. 6.- Don Francisco Castejón, castellano de San Juan de Ulúa, sobre la reseña de gente que ha hecho en la ciudad de Mérida y su distrito para la defensa de ella, con testimonio. Mérida, 25-X-1663. 4 fs. 7.- Real Cédula despachada al Virrey para que remita a la Junta de guerra de Indias los autos que se hubieren hecho sobre los procedimientos del castellano de San Juan de Ulúa, Don Francisco Castejón. Madrid, 10-I-1664. 2 fs. 8.- Don Fernando de Solís y Mendoza, Gobernador de Nueva Veracruz, sobre las fortificaciones que ha hecho para defensa de la ciudad. Veracruz, 28-XI-1663. 2 fs. 9.- El Ingeniero militar Don Marcos Lucio a S.M., sobre el estado de defensa en que se ha puesto la ciudad de la Nueva Veracruz. Veracruz, 28-XI-1663. 6 fs. 10.- Planta de la nueva ciudad de Veracruz en la forma que por la acelerada nueva de haber ocupado el enemigo el puerto de San Francisco de Campeche, la puso su Gobernador Don Fernando de Solís y Mendoza. 1663 (M.y P., México,58). 11.- Planta de la ciudad de la Nueva Veracruz que se propone para mayor segurida de ella, hecha por el Ingeniero de S.M., Don Marcos Lucio. 1663. (M. y P., México, 59). 12.- La Secretaría del Consejo de las Indias, sobre los expedientes y cartas tocantes a la fortificación del puerto de Veracruz. [26-V-1664]. 2 ho. en 4º 13.- Don Tomás de Morales Ballesteros, corregidor de Veracruz, a S.M., dando cuenta de la poca defensa que tiene la ciudad. Veracruz, 28-XII-1666. 2 fs. 14.- El Consejo de Indias a los jueces oficiales de la Casa de la Contratación sobre lo que ha escrito el Virrey y el General de la flota Don Nicolás Fernández de Córdoba, sobre la calidad de ésta de Veracruz y su relación del dinero que trajo. Madrid, 26-IX-1673. 1 f",
    "desc": null,
    "locn": "México",
    "lbd": "1663-05-30.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
