{
  "id": "c2975",
  "work": {
    "cod": false,
    "cod_n": "but incl piracy in W Yuc",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/362009",
    "docs": 1,
    "title": "Carta del virrey Juan de Leyva y de la Cerda, conde de Baños",
    "scope": "El Virrey a S.M., socorro a Filipinas y Barlovento. 2 fs. Anejos: 1.- Real Cédula despachada al Virrey ordenándole que de los socorros de gente que ha de hacer a las islas de Barlovento prefiera al presidio de Puerto Rico por ser el más necesitado. Madrid, 4-VIII-1661. 2 fs. 2.- Real Cédula despachada al Virrey encargándole envíe a Filipinas alguna gente más de las que otras veces se acostumbra. Madrid, 16-II-1635. 2 fs. 3.- El Obispo de Yucatán a S.M., en que trata de las fortificaciones que convendrán hacerse en Campeche y da cuenta del saco y hostilidades que hicieron los ingleses. Mérida, 12-III-1663. 4 fs. 4.- Relación de parecer que ha dado el Ingeniero Juan de Somovilla Tejada sobre las fortificaciones que se deben hacer en el puerto de Cavite, en las Filipinas. [1663]. 4 fs. 5.- Juan de Somovilla Tejada, ingeniero, sobre fortificación del puerto de Cavite, en las Filipinas, con las mejoras para su defensa. Sevilla, 11-II-1663. 6 fs. 6.- Plano de la plaza de Cavite, en las Filipinas, con las fortificaciones que se debían hacer. 1663 (M.P., Filipinas,9). 7.- El Ingeniero Don Juan Somovilla Tejada, al secretario del Consejo Don Pedro de Medrano, remitiéndole los planos y pareceres sobre el puerto de Cavite y su fortificación. Sevilla, 12-II-1663. 2 fs. 8.- Parecer y opinión del Capitán Ricardo Carr, holandés, tocante a la fortificación del puerto de la ciudad de Cavite, en las Filipinas. [1663]. Acompaña plano de Cavite. (M.P., Filipinas,8) Hay duplicado. 2 fs. 9.- Decreto del Consejo para que se tome opinión al Ingeniero holandés Ricardo Carr, sobre las plantas y demás materias de la fortificación del puerto de Cavite. Junta, 14-XII-1662. 2 ho. en 4º 10.- Don Pedro de Medrano al secretario Juan Bautista Sáenz Navarrete comunicándole la decisión de la Junta de tomar parecer al Ingeniero holandés sobre la fortificación del puerto de Cavite. Madrid, 15-XII-1662. 2 ho. en 4º 11.- Don Juan Bautista Sáenz Navarrete a Don Pedro de Medrano notificándole haber solicitado del Ingeniero holandés su opinión sobre la fortificación de Cavite, la cual le remite. 24-I-1663. 2 ho. en 4º 12.- Decreto del Consejo para que se remitan al Ingeniero Somovilla las plantas de la fortificación de Cavite hechas en Filipinas y por el Ingeniero holandés, Ricardo Carr. Consejo, [30-I-1663]",
    "desc": null,
    "locn": "México",
    "lbd": "1663-04-14.",
    "upd": null,
    "ref": "MEXICO,39,N.7"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
