{
  "id": "c3003",
  "work": {
    "cod": false,
    "cod_n": "not geogr relevant",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20880",
    "docs": 1,
    "title": "Villa de S[an] Fran[cisc]o de Canpeche / como está oy",
    "scope": "Título en la parte superior. Junto al título la nota: esta villa está tendida a son de marea / y corre les, nordestes, ues, sudueste. Debajo del título la nota: tiene de largo esta villa desde el conbento de San Fran[cisc]o / hasta la fuerza de San Benito 2.850 varas / y por lo más ancho tiene solam[en]te 450 varas. Traza urbana con eje longitudinal paralelo a la costa, a cuyas orillas se sitúa. Estructurada en cuadrícula con cinco hileras de manzanas cuadradas con la plaza en el centro. Alrededor de la plaza se ubican la Audiencia, la parroquia y y a un costado, a orillas del mar, la fuerza principal [de San Francisco]. También a orillas del mar el fortín de San Bartolomé. Edificaciones en alzado con techo a dos aguas indicando los barrios indígenas y de mulatos. Asimismo en alzado y con más detalle se dibujan los edificios religiosos y militares. La población queda delimitada a la derecha por la iglesia de San Román y la fortificación de San Benito, a la izquierda por la iglesia de San Francisco, por el interior una fila de árboles que se unen con serranías en ambos lados. En las afueras, sobre un cerro, la fortificación de Santa Cruz. Partiendo de la ciudad por la izquierda se indica el camino de comunicación con Mérida. El plano fue levantado después del ataque de Christopher Myngs a Campeche el 9 de febrero de 1663, como se indica en nota explicativa en la parte derecha, mostrando las defensas existentes y la conveniencia de la fortificación de la ciudad, según propuesta de Juan Francisco de Esquivel, gobernador interino de Yucatán. Número de registro: 414.",
    "desc": null,
    "locn": "Campeche",
    "lbd": "1663-07-20.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
