{
  "id": "c3211",
  "work": {
    "cod": false,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361967",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "El Virrey a S.M., da cuenta de la llegada de la flota y detención que ha sufrido en el puerto de Veracruz. 3 fs. Anejos: 1.- El Virrey a Adrián Pareja Pulido, general de la flota que está surta en el puerto de San Juan de Ulúa. México, 1-VIII-1660. 2 fs. 2.- El Virrey al general de la flota Don Adrián Pulido Pareja, sobre que, como es de costumbre, tiene puesto en Veracruz la plata y el bizcocho, y las faenas de su carga y descarga de la flota. México, 5-VIII-1660. 2 fs. 3.- El Virrey a Adrián Pulido Pareja, general de la flota surta en San Juan de Ulúa, sobre la salida de la flota. México, 18-VIII-1660. 2 fs. 4.- El Virrey a Adrián Pulido Pareja, general de la flota surta en San Juan de Ulúa, para que haga el despacho de ella en la forma acostumbrada, y las órdenes que diere su sucesor el Virrey Conde de Baños. México, 30-VIII-1660. 2 fs. 5.- Razones que se tienen para que la flota del general Adrián Pulido, surta en el puerto de San Juan de Ulúa, no puede salir en el tiempo que S.M. lo tiene mandado. Veracruz, 5-IX-1660. 16 fs. 6.- Acta de la junta que de orden del Virrey se tuvo en Veracruz acerca del tiempo en que podía salir de aquel puerto la flota para incorporarse con los galeones de La Habana. Veracruz, 10-XI-1660. 2 fs. 7.- Testimonio de las diligencias y órdenes del Virrey Conde de Baños para que se haga junta respecto de la invernada de la flota. México, 10-X-1660. 14 fs. 8.- Testimonio de las diligencias y prevenciones hechas para el despacho de la flota del General Adrián Pulido Pareja, hasta que se declaró la invernada de ella. Veracruz, 8-VIII-1660. 38 fs. 9.- Reales Cédulas para que se averiguen en la Nueva España los fraudes que han habido sobre pasar a España piñas y barrotes de plata por quintar. San Sebastián, 30-V-1660. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1660-11-30.",
    "upd": null,
    "ref": "MEXICO,38,N.76"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
