{
  "id": "c3318",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361954",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey dando cuenta del edicto que puso el arzobispo excomulgando a todas las justicias y personas que puedan auxiliar su jurisdicción. 4 fs. 1.- El virrey a S.M., sobre la ejecución del breve de Gregorio XIII, para que admitan las apelaciones para el delegado como obispo más cercano. México, 8-XII-1659. 2 fs. 2.- Real Cédula de S.M. dirigida a la Audiencia de México sobre el cumplimiento del Breve de Gregorio XIII, en razón de que el arzobispo de México impide las aplelaciones que se interponen de los autos y sentencias suyos al obispo más cercano. Madrid, 5-III-1651. 2 fs. 3.- Minuta de Real Cédula que se despachó al arzobispo y obispos de la Nueva España y demás jueces eclesiásticos de ellas, para que procedan conforme a derecho en las ocasiones que impidieren los auxilios a los seglares en la ejecución de la justicia. [1659] 2 fs. 4.- El virrey a S.M., da cuenta de que el provisor del arzobispo pidió auxilio, y lo que respondió la Audiencia. México, 19-VI-1659. 2 fs. 5.- Petición de auxilio que el provisor del Arzobispo de México hizo ante la Audiencia de dicha ciudad, y lo que por ésta se decretó. México, 16-V-1659. 2 fs. 6.- Minuta de Real Cédula para que el Virrey y Audiencia de México cumplan lo que está dispuesto por derecho en las ocasiones que los jueces eclesiásticos pidieren auxilios, y el fiscal de la Audiencia salga a la defensa. [1659]. 4 fs. 7.- Edicto de censura y excomunión mandado publicar por el Arzobispo de México contra la justicia secular que prestase auxilio en cierto delito de que ha conocido y sentenciado el tribunal eclesiástico. México, 24-V-1659. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1659-06-20.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
