{
  "id": "c3467",
  "work": {
    "cod": false,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361907",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey sobre lo que pide el Consulado de que se le permita gastar hasta 20.000 pesos al año en gastos de administración de alcabalas. 4 fs. Anejos: 1.- Decreto del Consejo de Indias sobre la pretensión del Consulado de México para que se le permita gastar 20.000 pesos en administración de alcabalas. 29-XI-1655. 1 f. 2.- Relación hecha en el Consejo de Indias de lo que ha corrido y resuelto en lo tocante a lo que pide el Consulado de México para gastos de la administración de alcabalas. 1653-1659. 2 hojas en cuarto. 3.- Memorial del Consulado de México representando ante el Consejo sobre los gastos que se causan en costas y salarios en la administración de las alcabalas. Consejo, 6-VII-1649. 2 ho. en 4º 4.- Secretaría del Consejo de Indias sobre los papeles que se hallan tocante a lo que representa el Consulado de México sobre costas y salarios que causa la administración de la alcabala. Madrid, 15-X-1661 [SUP]. 2 hojas en cuarto. 5.- El Consejo, sobre los papeles tocantes a la pretensión del Convento de la Concepción de México, de imponer 150.000 pesos a censo sobre las alcabalas y la del Consulado de México acerca de que se le permita gastar 20.000 en administración de alcabalas. [1657]. 2 hojas en cuarto. 6.- Título que el gobernador político y militar de la Nueva España Marcos de Torres y Rueda, obispo de Yucatán, otorgó al Consulado de México, dándole facultad para gastar 15.000 pesos en administración de alcabalas. México, 10-X-1648. 2 fs. 7.- Certificado del secretario de gobernación de la Nueva España, sobre haber dado facultad el virrey conde de Alba de Aliste al Consulado de México para gastar hasta 26.000 pesos en administración de alcabala. México, 13-I-1657. 1 f. 8.- Constancia del Tribunal de Cuentas de México dirigida al virrey sobre los encabezamientos que se han hecho de las alcabalas de la ciudad de México y la facultad que se ha dado para gastos de su administración. México, 12-I-1657. 2 f. 9.- Memorial del Consulado de México sobre su pretensión de que para gastos de la administración de las alcabalas se le faculte gastar más de los 15.000 pesos de que tiene permiso, se tome pronta resolución. Consejo, [22-V-1655]. 2 hojas en cuarto. 10.- Minuta de Real Cédula despachada al virrey, remitiéndole la pretensión que tiene el Consulado de México de que sobre los 15.000 pesos de que tiene permiso de gastar en salarios y gastos precisos para la administración de las alcabalas que tienen a encargo, se le permitan gastar otros 7.000 pesos más. S.F. 2 fs. 11.- Memorial del Consulado de México para que en el despacho de su pretensión del permiso que tiene concedido de gastar ciertas cantidades en salarios y otros gastos precisos de la administración de las alcabalas, se mande que Juan de Palafox haga de nuevo su informe. Consejo, 9-VI-1653. 2 hojas en cuarto. 12.-Carta acordada del Consejo aJuan de Palafox, obispo que ha sido de Puebla [de los Ángeles], visitador de la Nueva España, para que informe sobre la confirmación que el Consulado de México pide de los 7.000 pesos más que el obispo gobernador de la Nueva España la concedió para gastos de la administración de las alcabalas. Madrid, 23-VI-1653. 2 fs. 13.- Juan de Palafox y Mendoza al secretario [de Nueva España] del Consejo de Indias, Gregorio de Leguía, respondiendo ser justa la pretensión del Consulado de México en lo que pide para gastos de la administración de las alcabalas. Madrid, 16-VII-1653. 2 fs. 14.- Juan de Palafox al secretario de [Nueva España] del Consejo de Indias, Gregorio de Leguía, sobre la pretensión del Consulado de México en el permiso de la cantidad que ha de gastar en la administración de las alcabalas. Osma, 7-VII-1655. 2 fs. 15.- El virrey conde de Salvatierra a S.M., da cuenta del estado en que recibió la real hacienda, el cuidado que ha puesto y lo que a ella se queda debiendo. México, 22-IV-1648. 4 fs. 16.- El virrey conde de Salvatierra a S.M., da cuenta de haber ajustado la paga de 104.000 pesos que debía el Consulado de las alcabalas. México, 2-X-1645. 5 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1657-01-04.",
    "upd": null,
    "ref": "MEXICO,38,N.17"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
