{
  "id": "c3475",
  "work": {
    "cod": false,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361915",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey sobre provisión de canonjías vacantes en la metropolitana de México. 11 fs. Anejos: 1.- Minuta de real cédula para que el arzobispo y cabildo eclesiástico de México hagan sin dilación la nominación para proveer las canonjías penitenciaria y magistral, vacantes en aquella iglesia. [1657]. 4 fs. 2.- Testimonio de los autos hechos por el virrey en virtud de lo mandado por S.M. en repetidas Cédulas para que el cabildo sede vacante de la Catedral de México efectuase sin dilación la nominación de las canonjías vacantes de aquella iglesia. México, 7-V-1657. 6 fs. 3.- Real Cédula dirigida al virrey conde de Monterrey para que en las Catedrales de México y Tlaxcala se provean cuatro canonjías por oposición, conforme al título del Patronazgo, con que el nombramiento de tres de los que se opongan para cada prebenda se envíe a S.M. para su elección. El Campillo, 14-V-1597. Hay duplicado. 2 fs. 4.- Testimonio del obedecimiento y cumplimiento por el arzobispo de México Mateo de Sagade Bugueiro, de la sobre carta del virrey tocante a la no dilación de la provisión de las canonjías vacantes de aquella Catedral. México, 8-V-1657. 4 fs. 5.- Real Cédula al obispo de Nueva España [México], sobre la provisión de una canonjía doctoral que propone haya en aquella iglesia en lugar de otra de las del número de ella. Madrid, 30-XII-1645. 2 fs. 6.- La Secretaría [de Nueva España] del Consejo de Indias acerca de si se han recibido en él las proposiciones para la provisión de las canonjías vacantes de la iglesia de México. [30-VI-1659]. 2 hojas en cuarto.",
    "desc": null,
    "locn": "México",
    "lbd": "1657-05-18.",
    "upd": null,
    "ref": "MEXICO,38,N.24"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
