{
  "id": "c3533",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361900",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey sobre lo que toca a la pólvora de la ciudad de Veracruz. 6 fs. y 1 ho en 4º Anejos: 1.- Testimonio de haberse ordenado a la sede vacante del obispado de Puebla[de los Ángeles] procediese a la regulación de los opositores de las dos canonjías que estaban vacas antes que llegase la orden de S.M. en que lo manda. México, 7-VI-1655. 2 fs. 2.- Testimonio de haberse nombrado para ir a poner cobro en la Real Hacienda de Campeche al oidor Francisco Calderón y Romero, antes de haber llegado la orden de S.M. en que lo mandaba. México, 7-VI-1655. 2 f. 3.- Testimonio de haberse asegurado lo que pertenece a S.M. en la vacante del obispado de Puebla [de los Ángeles], antes que hubiesen llegado las órdenes de S.M. en lo que lo manda. México, 8-VI-1655. 2 fs. 4.- Real Cédula despachada al virrey para que oyendo al Consulado de Lima informe sobre lo que se propone acerca de la forma que podría haber para que la plata venga libre de averías y el gasto de las armadas se haga por repartimiento. Madrid, 22-XII-1648. 2 fs. 5.- Minuta de Real Cédula despachada al virrey dándole noticia de lo que escribió Juan de Esquivel, corregidor de Veracruz, sobre la falta de gente y municiones que hay en el puerto y lo que conviene restablecer el presidio que había en él. 1655 [SUP]. 2 f. 6.- Juan de Esquivel, corregidor de Veracruz, a S.M., sobre la falta que hay en aquel puerto de gente y municiones y la necesidad de que se vuelva al presidio que antes había. Veracruz, 16-IV-1652. 2 fs. 7.- Juan de Esquivel, corregidor de Veracruz, al secretario [de Nueva España] del Consejo de Indias, Gregorio de Leguía, sobre las noticias que da a S.M. de las necesidades de aquel puerto. Veracruz, 16-IV-1652. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1655-06-12.",
    "upd": null,
    "ref": "MEXICO,38,N.10"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
