{
  "id": "c3538",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361894",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey sobre haber mandado que se renovasen todas las fianzas. 2 fs. Anejos: 1.- Decreto del virrey sobre la renovación de todas las fianzas y que envío al Tribunal de Cuentas de México. México, 8-V-1654. 2 fs. 2.- Certificación dada por el juez contador y administrador de las reales alcabalas de Nueva España sobre el estado en que se hallan las fianzas del Consulado de México en lo tocante al asiento de esta renta. México, 21-V-1655. 2 fs. 3.- Certificación dada por el juez contador y administrador de las reales alcabalas de Nueva España, sobre el estado de las fianzas que tiene dada la ciudad de Puebla en lo tocante al asiento de esta renta. México, 21-V-1655. 2 fs. 4.- Decreto del virrey al obispo de Guadiana [Durango], como comisario de la Cruzada, sobre la renovación de las fianzas. México, 8-V-1654. 2 f. 5.- Consulta que el Tribunal de Cuentas de México hizo al virrey en razón del decreto para la renovación de todas las fianzas. Tribunal, 9-X-1654. 2 fs. 6.- Testimonio de los autos que se hicieron por el obispo de Nueva Vizcaya como comisario de la Santa Cruzada, sobre las nuevas fianzas tocantes al asiento de esta renta. México, 31-V-1655. 4 fs. 7.- El Tribunal de Cuentas de México al virrey, sobre el decreto en que les manda hacer reconocimiento de todas las fianzas de oficiales reales y de personas que tienen hecho arriendo de alguna renta. Tribunal, 19-V-1655. 2 fs. 8.- Real Cédula por la que se manda al virrey y Audiencia de México hagan reconocimiento de fianzas que se hubieren dado por ministros y particulares a favor de la Real Hacienda. Madrid, 19-XII-1626. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1655-05-05.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
