{
  "id": "c3539",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361895",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey con relaciones del Tribunal de Cuentas de las que había ajustado. 2 fs. Anejos: 1.- Decreto del virrey sobre que en el Tribunal de Cuentas se observe lo de que a las horas de despacho no entren personas que no sea a negocios tocantes al ejercicio del Tribunal. México, 13-XII-1654. 2 f. 2.- Certificación dada por el Tribunal de Cuentas de México de las que se han ajustado y alcances cobrados en el tiempo que gobierna el virrey. Tribunal de Cuentas, 7-VI-1655. 4 fs. 3.- El Tribunal de Cuentas de México al Virrey, sobre las cuentas tomadas desde el 1 de septiembre de 1654, hasta el fin de diciembre de dicho año. Tribunal, 22-I-1655. 4 fs. 4.- El Tribunal de Cuentas de México al virrey, sobre las cuentas tomadas desde el 1 de enero de 1655, hasta fin de abril de dicho año. Tribunal, 11-V-1655. 2 fs. 5.- Decreto del virrey indicando y mandando al Tribunal de Cuentas la orden que se ha de tener para que no haya dilación de ellas. México, 27-IV-1654. 2 f. 6.- El Tribunal de Cuentas de México al Virrey, sobre las cuentas tomadas desde el 1 de mayo de 1654 hasta fin de agosto de dicho año. Tribunal, 9-IX-1654. 2 fs. 7.- Relación de las cuentas que se van feneciendo en el Tribunal de Cuentas de México desde el 23 de febrero de 1654 hasta el 5 de junio de 1655. México, 5-VI-1655. 6 fs. 8.- El Tribunal de Cuentas de México a S.M., con la relación de las cuentas que se van feneciendo en él y sobre la falta de oficiales que hay para ello. Tribunal de Cuentas de Nueva España. 6-VI-1655. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1655-05-05.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
