{
  "id": "c3534",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361901",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey informando de haber atajado los escándalos que en Puebla se ofrecieron entre eclesiásticos, provisor y religiones. Hay duplicado. 2 fs. Anejos: 1.- El virrey al provisor del obispado de Puebla de los Ángeles, sobre la diferencia habida en las precedencias de las cruces de los prelados en la procesión del Corpus. México, 11-VI-1655. Hay duplicado. 2 f. 2.- El virrey a los prelados de las Órdenes religiosas de Puebla de los Ángeles, incitándoles a la buena conformidad y amistad con el provisor de aquella iglesia por la competencia que hubo sobre el llevar las cruces en la procesión del Corpus. México, 11-VI-1655. Hay duplicado. 2 f. 3.- El virrey al provisor del obispado de Puebla de los Ángeles, sobre la diferencia que hubo con los prelados de las religiones en lo de la precedencia de las cruces en la procesión del Corpus. México, 11-VI-1655. 2 fs. 4.- El cabildo eclesiástico, sede vacante, de la iglesia de Puebla de los Ángeles, a S.M., sobre las diferencias habidas con el provisor de ella y los prelados de las religiones en materia de precedencias de cruces en la procesión del Corpus. [Puebla de] los Ángeles, 17-VI-1655. 2 fs. 5.- Domingo de los Ríos, provisor de la iglesia de Puebla [de los Ángeles], a S.M., sobre lo ocurrido con los prelados de las religiones en materia de precedencia de cruces en la procesión del Corpus. Puebla de los Ángeles, 18-VI-1655. 2 fs. 6.- Testimonio de autos seguidos en razón de las diferencias ocurridas entre el provisor de la iglesia de Puebla de los Ángeles y los prelados de las religiones sobre precedencia de cruces en la procesión del Corpus. [Puebla de] los Ángeles, 27-V-1655. 36 fs. 7.- Auto acordado del Consejo de Indias sobre lo ocurrido entre el provisor de la iglesia de Puebla de los Ángeles y los prelados de las religiones en materia de precedencia de cruces en la procesión del Corpus. 28-I-1655 [SUP]. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1655-06-16.",
    "upd": null,
    "ref": "MEXICO,38,N.11"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
