{
  "id": "c3542",
  "work": {
    "cod": false,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361898",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey sobre que no conviene dar posesión a Nicolás de Quiñónes de la tesorería de Guadalajara por ser incapaz. 2 fs. Anejos: 1.- Relación de los recaudos que para su relación de méritos y servicios presentó Juan de Valverde, a quien el virrey ha nombrado interinamente para tesorero de Guadalajara. México, 22-V-1655. 6 fs. 2.- Real despachada al virrey sobre los reparos que puso para no dar posesión a Nicolás de Quiñones, de la tesorería de Guadalajara. Madrid, 11-XII-1656. 2 fs. 3.- Memorial de Nicolás Vigil de Quiñones hecho ante el Consejo sobre que se le de despacho para entrar en posesión de la tesorería de Guadalajara, por los reparos que para ello le puso el Virrey. Madrid. Cámara, 1-IV-1658 [SUP]. 2 ho. en 4º 4.- Papel del secretario [de Nueva España] del Consejo de Indias para que la contaduría mayor informe si Nicolás de Quiñones, tesorero de la Real Hacienda de Nueva Galicia, tiene alguna cuenta pendiente con la real hacienda. Madrid, 2-III-1654. 2 ho. en 4º 5.- Los contadores mayores de cuentas de Indias para el secretario `de Nueva España] del Consejo, acompañándole certificación sobre que Nicolás de Quiñones, vecino de Guadalajara, no tiene cargo ni condenación alguna en su contra. Madrid, 5-III-1654. 2 ho. en 4º 6.- Certificación de los contadores mayores de Indias, sobre que Nicolás de Quiñones, a quien S.M. ha hecho merced de la tesorería de Nueva Galicia, no tiene cargo ni condenación en su contra. Madrid, 5-III-1654. 1 f. 7.- Información hecha a petición de Nicolás de Quiñones, vecino de Guadalajara, de cómo se halla en dicha ciudad. Madrid, 29-I-1654. 3 fs. 8.- Fernando Ruiz de Contreras, miembro del Consejo de Indias, al secretario [de Nueva España] de dicho Consejo, sobre lo que por mandado de S.M. se ha ajustado por la junta de medios respecto del título de tesorero de Guadalajara que se ha de dar a Nicolás de Quiñones. Madrid, 21-VII-1653. 2 ho. en 4º 9.- Declaración de Fernando Ruiz de Contreras, miembro de los Consejos de Guerra e Indias y Secretario de Estado y del Despacho Universal, sobre los 2.000 pesos que se le han de entregar para gastos secretos de lo procedido del servicio que Nicolás de Quiñones ha hecho por el oficio de tesorero de Guadalajara. Madrid, 9-X-1653. 1 f 10.- Razón de la contaduría general de Indias sobre el pago de la media anata y de la distribución del servicio de Nicolás de Quiñones ha hecho a S.M. por el oficio de tesorero de Guadalajara en la Nueva Galicia. Madrid, 19-XII-1653. 1 f",
    "desc": null,
    "locn": "México",
    "lbd": "1655-06-10.",
    "upd": null,
    "ref": "MEXICO,38,N.8"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
