{
  "id": "c3608",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361883",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "El Virrey a S.M., provisión de las vacantes en las cátedras de la Universidad. 2 fs. Anejos: 1.- Decreto del virrey para que en la provisión de cátedras en propiedad de la universidad de México se pongan edictos con término de tres días, para evitar los daños que trae su dilación. México, 1-9-1653. 2 f. 2.- Juramento que hizo uno de la Universidad de México dando su voto en la provisión de una cátedra. [1653]. 2 fs. 3.- Constitución 147 de las de la Universidad de México que dispone que ningún opositor entre en caza de voto ni soborne, ni preste ni haga depósito, y las penas en que por esto incurren. 1-5-1649. 2 fs. 4.- El virrey conde de Alba de Aliste a S.M., provisión de la cátedra de escritura de la Universidad de México. México, 8-8-1653. 2 fs. 5.- Real Cédula en que se ordenó al virrey del Perú informase lo que pasaba en la provisión de las cátedras de Teología de la Universidad de Lima. Madrid, 4-10-1653. 2 fs. 6.- El Virrey a S.M., sobre la provisión de la cátedra de Vísperas en la Universidad en fray Francisco de Armentia. México, 10-11-1653. 2 fs. 7.- Memoria de los méritos y puestos que ha ocupado el padre maestro fray Francisco de Armentia, de la Orden de la Merced, en quien se ha provisto la cátedra de Víspera de la Universidad de México. [1653]. 2 fs. 8.- Nota de secretaría del Consejo de las Indias sobre los papeles tocantes al negocio de la provisión de las cátedras de la Universidad de México. [1653]. 2 hojas en cuarto. 9.- Relación hecha en el Consejo de las Indias sobre lo que ha escrito el Virrey tocante a la provisión de las cátedras de la universidad de México. Consejo, [20-4-1655]. 2 fs. 10.- Nota de la secretaría del Consejo de Indias acerca de los papeles que en ellas se hallan sobre provisión de cátedras de las universidades y de los cohechos introducidos para ganar los votos. [20-4-1655]. 1 f",
    "desc": null,
    "locn": "México",
    "lbd": "1653-11-04.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
