{
  "id": "c3609",
  "work": {
    "cod": false,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361884",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "El virrey duque de Alburquerque sobre la administración del papel sellado. 2 fs. Anejos: 1.- Conocimiento de papeles sobre el papel sellado de la Nueva España que tiene el licenciado Luis de Valdivia. [1654]. 2 fs. 2.- El licenciado Pedro de Gálvez, visitador de la Nueva España, a S.M., sobre administración y cuentas del papel sellado. 15-4-1653. 3.- El virrey conde de Alba de Aliste a S.M., sobre la dejación que hizo Francisco Manrique de Lara de su comisión del papel sellado. México, 1-4-1653. 4 fs. 4.- El licenciado Francisco Manrique de Lara a S.M., con testimonio de la dejación que hizo de la comisión del papel sellado que ha tenido a su cargo. México, 16-4-1653. 2 fs. 5.- Testimonio de autos de la comisión del papel sellado que hizo Francisco Manrique de Lara, comisario y juez del papel sellado y Antonio Millán, tesorero del mismo. México, 14-8-1653. 4 fs. 6.- Testimonio de los autos y diligencias hechos en razón de la nueva forma que se ha dado para la distribución y expedición del papel sellado en la ciudad de México y reino de la Nueva España desde 1-1-1653 en adelante. México, 5-4-1653. 20 fs. 7.- El oidor Pedro de Oroz a S.M., sobre haber aceptado la comisión de la administración del papel sellado y el estado en que se halla. México, 22-2-1654. 2 fs. 8.- Comunicación del secretario del Consejo de Indias, Gregorio de Leguía, hecha a los contadores de cuentas de dicho Consejo sobre lo acordado por éste para que hagan relación de lo que ha importado en cada año el papel sellado. Madrid, 5-6-1654. 2 ho. en 4º 9.- Andrés de Munibe, tesorero de la Casa de la Contratación de Sevilla, al secretario del Consejo Gregorio de Leguía, acompañándole relaciones sobre el papel sellado que se ha enviado a las Indias. Sevilla, 14-7-1654. 2 fs. 10.- Relación de todo el papel sellado que se ha enviado a las Indias desde el año 1639 hasta el de 1653. Sevilla, 14-7-1654. 12 fs. 11.- Relación hecha por los de la Casa de la Contratación del dinero que ha venido de Indias procedente del papel sellado desde su institución. Sevilla, 14-7-1654. 4 fs. 12.- Real Cédula dirigida al licenciado Pedro de Oroz, oidor de la Audiencia de México, sobre la administración que tiene a su cargo del papel sellado y cuentas que se han de tomar al licenciado Francisco Manrique del tiempo que la ejerció. Madrid, 6-9-1654. 2 fs. 13.- Capítulo de carta del virrey a S.M. sobre la administración y cuentas del papel sellado. 4-9-1654. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1653-11-04.",
    "upd": null,
    "ref": "MEXICO,37,N.13"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
