{
  "id": "c3614",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361889",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "Carta del virrey duque de Alburquerque al rey sobre los crímenes y opresión que causa Andrés de Aramburu, alcalde mayor de Villa Alta [de los Zapotecas]. Anejos: 1.- Traslado de los autos hechos por mandado del virrey y seguidos por el alcalde mayor de la ciudad de Los Angeles, sobre descubrir y embargar en ella los bienes de Andrés de Aramburu, alcalde mayor de la Villa Alta [de los Zapotecas]. México, 30-X-1653. 36 fs. 2.- Traslado de los autos hechos por mandado del virrey y seguidos por Juan Manuel de Soto, alcalde de corte de la Audiencia de México, sobre la averiguación de los excesos y agravios hechos a los indios de su jurisdicción por el alcalde mayor de Villa Alta [de los Zapotecas], Andrés de Aramburu. México, 25-X-1653. 76 fs. 3.- Diligencia y embargo de bienes que se han hallado en la ciudad de México, fulminados contra Andrés de Aramburu, alcalde mayor de Villa Alta [de los Zapotecas]. México, 30-X-1653. 83 fs. 4.- Declaraciones sobre descubrir los bienes de Andrés de Aramburu, alcalde mayor de Villa Alta [de los Zapotecas]. México, 4-XI-1653. 31 fs. 5.- El tesorero Andrés de Aramburu a Sebastián de Castro, en que se da cuenta sobre el castigo y azotes que dio a un indio siendo dicho Aramburu alcalde mayor de Villa Alta [de los Zapotecas]. Villa Alta, 5-IX-1653. 5 fs. 6.- Petición y memorias presentadas ante el virrey por los naturales de ciertos pueblos de la jurisdicción de la Villa Alta, por los agravios hechos por el alcalde mayor Andrés de Aramburu. México, 25-X-1653. 18 fs. 7.- Peticiones y memorias que los naturales de ciertos pueblos de la juriscicción de la Villa Alta [de los Zapotecas]presentaron ante el virrey por agravios hechos por el alcalde mayor Andrés de Aramburu. México, 25-X-1653. 9 fs. 8.- Peticiones y memorias que los naturales de ciertos pueblos de la jurisdicción de Villa Alta [de los Zapotecas] presentaron ante el Virrey sobre agravios recibidos del alcalde mayor de dicha villa, Andrés de Aramburu. México, 25-X-1653 8 fs. 9.- Petición y memorial presentada ante el virrey por parte de Don Pedro de Mendoza, natural del pueblo de Santiago Suchilla, en contra del alcalde mayor Andrés de Aramburu. México, 25-X-1653. 4 fs. 10.- Cartas al virrey por algunos religiosos y naturales de la Villa Alta sobre agravios hechos por el alcalde mayor Andrés de Aramburu. Villa Alta [de los Zapotecas]. Oaxaca, 4-X-1653. 21 fs. 11.- El virrey a S.M., sobre la justicia que se ha hecho contra el alcalde mayor de Villa Alta [de los Zapotecas] Andrés de Aramburu. México, 18-III-1654. 2 fs. 12.- Sentencia que el juez de residencia Antonio de Lara Mogrovejo dio en la residencia y capítulos que tomó a Andrés de Aramburu del tiempo que fue alcalde mayor de Villa Alta [de los Zapotecas]. Villa Alta, 21-II-1654. 11 fs. 13.- Representación hecha ante S.M. en nombre de Andrés de Aramburu, suplicando se le de traslado de los papeles y autos que se han remitido en su contra de la Nueva España. Madrid, [17-IX-1654]. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1653-11-18.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
