{
  "id": "c3617",
  "work": {
    "cod": true,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361891",
    "docs": 1,
    "title": "Carta del virrey Francisco Fernández de la Cueva, duque de Alburquerque",
    "scope": "El Virrey a S.M., sobre las quejas que hubo del Gobernador interino de Yucatán Don Martín de Robles. 2 fs. Anejos:1.- El procurador general de la ciudad de Mérida de Yucatán al Virrey, quejándose del Gobernador interino de la provincia Don Martín de Robles. Mérida, 26-XII-1653. 2 fs. 2.- El Cabildo eclesiástico de Mérida de Yucatán al Virrey, quejándose de Don Martín de Robles, del tiempo que gobernó aquella provincia. Mérida, 28-XII-1653. 2 fs. 3.- Don Pedro Sáenz Izquierdo, gobernador interino de Yucatán, al Virrey, sobre que hay en aquella provincia de su antecesor Don Martín de Robles. Mérida, 25-XII-1653. 2 fs. 4.- La ciudad de Mérida de Yucatán al Virrey, quejándose del gobernador interino de aquella provincia, Don Martín de Robles. Mérida, 6-XII-1653. 2 fs. 5.- Petición de Domingo de Ipeñarrieta para que se vea otra que se halla en poder del secretario de cámara Lope de Vadillo, para que se excusen las guardas que lleva ha tres años; y con nota de la secretaría de que se traigan todos los papales tocantes a la residencia del Gobernador de Yucatán Martín de Robles. 1654 [SUP]. 1 ho. en 4º 6.- Memorial de Don Martín de Robles, gobernador y capitán general de Venezuela, suplicando a S.M. sobre el tiempo que según la ley debió dársele en la provisión para servir aquel gobierno, hallándose antes en el oficio de Yucatán. Cámara, 5-IV-1655 [SUP]. 2 ho. en 4º 7.- Certificación dada por el teniente de castellano del puerto de la Guaira sobre llegada en la fecha y desembarco de Don Martín de Robles, Gobernador y capitán general de la provincia de Venezuela, procedente del puerto de San Francisco de Campeche. La Guaira, 9-VI-1654. 1 f. 8.- Real Cédula despachada al juez de residencia del Conde de Peñalba, gobernador que fue de la provincia de Yucatán, para que se la tome y comprenda en ella al gobernador interino, su sucesor, Don Martín de Robles. Madrid, 6-IX-1654 2 fs. 9.- Don Martín de Robles, gobernador y capitán general de Venezuela, al secretario del Consejo, Don Gregorio de Leguía, sobre haber tomado posesión de aquel gobierno en junio de 1654. La Guaira, 13-VIII-1655. 2 fs. 10.- Certificación del auto que se pronunció por el acuerdo de México para que Don Martín de Robles, gobernador que había sido de Yucatán, dé fianzas para estar a justicia en lo de su residencia. México, 18-III-1654. 1 f. 11.- Petición que presentó el procurador general de la ciudad de Mérida de Yucatán ante Don Pedro de Sáenz, gobernador de la provincia con quejas contra su antecesor, Don Martín de Robles. Mérida, 23-XII-1653. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1653-12-06.",
    "upd": null,
    "ref": "MEXICO,38,N.1"
  },
  "data": {
    "mil": false,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": "nothing on E Yuc found",
    "mil_n": "y que es mas dilatada y mas peligrosa la navegaçion desde Campeche a Caracas que desde Cadiz, pues sin entrar en la vera [img 24] + [cruz] ni en la Havana con buen viaje tardi setentayocho dias, y desde Cadiz a Caracas es viaje de teinteyseis a quarenta dias /v img 24-25"
  }
}
