{
  "id": "c3670",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361875",
    "docs": 1,
    "title": "Carta del virrey Luis Enríquez de Guzmán, conde de Alba de Liste",
    "scope": "El virrey conde de Alba de Aliste sobre lo que conviene hacer para que la plata de rescate reconoza y pague el quinto. 2 fs. Anejos: 1.- Don Juan de Cervantes Casaus, contador del Tribunal de Cuentas de México, sobre las medidas tomadas por el virrey para remediar el daño que se causaba con el extravío de la plata. México. 27-3-1652. 3 fs. 2.- Pedro Melián, fiscal de la Audiencia de México, a S.M., sobre el descamino de la plata sin quintar y ordenanzas sobre ello. México, 29-3-1652. 2 fs. 3.- Pedro Melián, fiscal de la Audiencia de México, a S.M., remitiendo las nuevas ordenanzas publicadas por el virrey para remediar el descamino de la plata. México, 27-3-1652. 2 fs. 4.- Andrés Pardo de Lago al virrey, sobre las nuevas Ordenanzas que se hicieron para que no se extravíen los diezmos y quintos de la plata que se saca de las minas. México, 30-3-1652. 2 fs. 5.- Testimonio de las Ordenanzas añadidas para que todas las personas que contraen la plata y oro que se saca de las minas de la Nueva España reconozcan la marca para la satisfacción de los derechos reales y sobre el repartimiento de azogues. México, 18-5-1651. 8 fs. 6.- Testimonio del descamino de 11.726 marcos de plata y oro sin quintar, lo que pidió en esta causa el fiscal de la Audiencia de México y el estado en que queda. México, 17-12-1651. 2 fs. 7.- Parecer que Pedro Saénz Izquierdo dio al Virrey acerca de la plata de rescate que se extravía por no pagar el quinto. [1652]. Nota: Hay duplicado en Libro 1, folio 260. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1652-03-23.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
