{
  "id": "c3672",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361877",
    "docs": 1,
    "title": "Carta del virrey Luis Enríquez de Guzmán, conde de Alba de Liste",
    "scope": "Carta del virrey conde de Alba de Aliste al rey sobre el refuerzo de la flota del general Luis Fernández de Córdoba. 4 fs. Anejos: 1.- El general Luis Fernández de Córdoba al virrey, sobre que no viniesen capitanes vivos con la gente de refuerzo de la flota. Veracruz, 2-3-1652. 2 fs. 2.- El virrey al general Luis Fernández de Córdoba sobre el refuerzo que ha de llevar la flota a España. México, 6-3-1652. 4 fs. 3.- El virrey al general Luis Fernández de Córdoba sobre las naos que se han de armar para el refuerzo de la flota que lleva a España. México, 20-3-1652. 2 fs. 4.- El virrey al general Luis Fernández de Córdoba, con advertencia de que no haga novedad en la forma que dicho Virrey ha dispuesto que vayan las tres naos de refuerzo que se han armado para la flota. México, 3-4-1652. 2 fs. 5.- El virrey al general Luis Fernández de Córdoba, advirtiéndole el daño que se sufre con la dilación de la partida de la flota para España, y que zarpe luego. México, 11-4-1652. 2 fs. 6.- Testimonio del virrey sobre la entrega de la plata en el puerto de Veracruz al maestre de ella, para llevar a España en la flota del cargo del general Luis Fernández de Córdoba. Veracruz, 26-4-1652. 2 fs. 7.- Testimonio de haberse registrado en Veracruz los cajones, pliegos y despachos que el Virrey envía para S.M. en la flota del cargo del general Luis Fernández de Córdoba. Veracruz, 28-4-1652. 2 fs. 8.- Información hecha en Veracruz sobre el tiempo en que por repetidas ódenes del Virrey se asistió al puntual despacho del tesoro y pliegos para S.M. en la flota del general Luis Fernández de Córdoba. Veracruz, 26-4-1652. 10 fs. 9.- Ejemplar que el virrey envía a S.M. sobre las patentes y órdenes que han dado sus antecesores, desde 1603, de capitanes de infantería de la gente que ha venido en guarda de la flota desde Veracruz. México, 23-4-1652. 2 fs. 10.- Testimonio de la orden que el virrey marqués de Cadereyta dio al general Luis Fernández de Córdoba para que en cumplimiento de las órdenes que tiene de S.M. y capítulos de su instrucción, no salga del puerto de Veracruz hasta no tener aviso de haber llegado a la sonda la escolta del Capitán Urdanivia. México, 4-8-1632. 2 fs. 11.- Real Provisión despachada por el virrey conde de Salvatierra, por la que se da a Juan de Arabio el título de capitán de infantería para levantar una compañía de infantes para refuerzo de la flota del general Martín Carlos de Mencos. México, 29-12-1644. 2 fs. 12.- Certificación de los oficiales reales de Veracruz sobre el tiempo en que el virrey tuvo la plata en aquel puerto y de las diligencias hechas con el general Luis Fernández de Córdoba sobre la breve salida de la flota. Veracruz, 28-4-1652. 2 fs. 13.- El virrey a S.M., con testimonio de la llegada a Sanlúcar del aviso sobre la flota del general Luis Fernández de Córdoba, de la Nueva España. Cádiz, 4-8-1652. 2 fs. 14.- Testimonio de la declaración dada por el capitán Juan de Alanís sobre el aviso que trajo desde la Nueva España tocante a la flota del general Luis Fernández de Córdoba. Sanlúcar de Barrameda, 30-7-1652. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1652-04-23.",
    "upd": null,
    "ref": "MEXICO,37,N.6"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
