{
  "id": "c3717",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361862",
    "docs": 1,
    "title": "Carta del virrey Luis Enríquez de Guzmán, conde de Alba de Liste",
    "scope": "El Virrey a S.M., refiere lo que ha pasado por la fuga de la Inquisición de Guillén Lombardo, y de los papeles que escribió hablando de los ministros de aquel tribunal. 4 fs. Anejos: 1.- Real Cédula por la que se da comisión al doctor Andrés Gómez de Mora, oidor de la Audiencia de México, para que pida de los inquisidores de dicha ciudad al reo de dicho tribunal Guillén de Lombardo, todos los papeles concernientes a su caso. Madrid, 12-V-1643. 2 fs. 2.- Real Cédula para los inquisidors de la ciudad de México mandándoles entreguen al reo Guillén de Lombardo al oidor Andrés Gómez de Mora, con todos los papeles del caso. Madrid, 12-V-1643. 2 fs. 3.- El oidor de la Audiencia de México, Andrés Gómez de Mora, a S.M., sobre haber recibido y puesto en ejecución la cédula de comisión para sacar del poder los inquisidores al reoGuillén de Lombardo y los papeles de su caso. México, 12-IX-1643. 2 fs. 4.- El Tribunal de la Inquisición al virrey sobre la fuga de Guillén de Lombardo y el papel que escribió en injuria del Santo Oficio. 10-I-1651. 2 fs. 5.- Relación de la secretaría de lo que ocurrió con el papel que Guillén Lombardo, fugitivo de la Inquisición de México, escribió al virrey. [1651]. 1 ho. en 4º. 6.- Nota de la secretaría del Consejo rubricada por Gregorio de Leguía, sobre haberse entregado al secretario todo el legajo de papeles y consultas tocantes a la declaración de Guillén de Lombardo, fugitivo de la Inquisición de México. [2-VIII-1651]. 2 ho. en 4º 7.- Nota de la secretaría del Consejo de Indias sobre el negocio de la fuga de Don Guillén Lombardo, preso de la inquisición de México. [1651]. 2 ho. en 4º 8.- S.M., en respuesta a lo que escribió sobre los papeles que envió a dicho virrey el fugitivo de la cárcel de la Inquisición Guillén Lombardo. Madrid, 31-XII-1651. 4 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1651-04-20.",
    "upd": null,
    "ref": "MEXICO,36,N.54"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
