{
  "id": "c3721",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361866",
    "docs": 1,
    "title": "Carta del virrey Luis Enríquez de Guzmán, conde de Alba de Liste",
    "scope": "Carta del virrey conde de Alba de Aliste al rey remitiendo los autos sobre las diferencias que hubo el día del Corpus con el cabildo eclesiástico. 2 fs. Anejos: 1.- Testimonio del requerimiento que se hizo en la Catedral el día del Corpues, a petición del virrey, visitador general del reino y oidores, al deán y cabildo de ella sobre que no se innovase en la costumbre de dicha festividad. México. 8-6-1651. 2 fs. 2.- El cabildo eclesiástico de México al rey sobre lo ocurrido el día del Corpus en que el virrey pretendió que sus pajes con hachas fueran alumbrando en la procesión de aquella festividad. México, 8-8-1651. 2 fs. 3.- La Real Audiencia de México sobre lo sucedido en la procesión y día del Corpus con el cabildo sede vacante, acerca de la novedad que pretendió introducir. México, 11-7-1651. 2 fs. 4.- El deán de la iglesia metropolitana de México, sobre la pretensión del virrey de innovar en la procesión de las festividades del dia del Corpus. México, 14-7-1651. 4 fs. 5.- Testimonio de los autos hechos en razón de que el cabildo eclesiático de la Catedral de México guarde la costumbre en el modo de llevar las hachas los pajes del virrey el día del Corpus. México, 8-6-1651. 20 fs. 6.- Testimonio de la cerificación del secretario del cabildo y gobierno del arzobispado de México sobre lo ocurrido en la procesión de la festividad del Corpus, en que el virrey requirió a dicho cabildo sede vacante sobre la innovación que pretendía en aquella festividad. 8-6-1651. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1651-07-31.",
    "upd": null,
    "ref": "MEXICO,36,N.58"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
