{
  "id": "c3910",
  "work": {
    "cod": false,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361857",
    "docs": 1,
    "title": "Carta del virrey García Sarmiento de Sotomayor, conde de Salvatierra",
    "scope": "El Virrey al secretario del Consejo Sáenz de Navarrete, recibo de sus despachos para pasar el Perú. Disposición de su viaje. Entrega de poderes e instrucción a los obispos. Mercedes a dignidades y otras personas. 2 fs. Anejos: 1.- El Virrey al Obispo gobernador de la Nueva España, sobre su viaje al Perú y la buena disposición que tiene para lo que pueda ser de su servicio en la entrada al gobierno del reino. Palacio, 4-V-1648. 2 f. 2.- El Virrey al Obispo gobernador de la Nueva España, sobre su viaje al Perú. Palacio, 2-V-1648. 2 f. 3.- El secretario del Consejo de Indias al Virrey, con indicación de las prebendas y dignidades que se ha provisto para la Nueva España. Madrid, 18-X-1645. 2 fs. 4.- Recibo y aceptación del Dr. Juan de Poblete de la provisión y merced que se le hace para la chantría de México. México, 29-I-1646. 1 f. 5.- Recibo y aceptación de la provisión del deanato de la iglesia de México por el Dr. Nicolás de la Torre. México, 1-V-1648. 2 fs. 6.- Recibo y aceptación de Don Pedro de Barrientos de la provisión y merced que se le hace de la maestrecolía de México, y del Lic. Pedro Ramírez Jofrey de una cononjía de Durango. México, 29-I-1646 a 2-II-1646. 1 f. 7.- Recibo y renuncia de la aprovisión del arcedianato de la iglesia de México hecho por el Dr, Juan Diaz de Arce. México, 3-II-1646. 1 fs. 8.- Recibo y aceptación del Dr. Juan Bautista Martínez de Cepeda, de la provisión en que S.M. le hace de la canonjía de la metropolitana de México. México, 12-VI-1646. 1 f. 9.- Testimonio del acta de recibo y aceptación de la tesorería de la iglesia de Los Angeles, hecha por el Dr. Juan de León Castillo. Los Angeles, 17-VI-1646. 2 f. 10.- Testimonio del poder de el Licenciado Pedro Gutiérrez Rengel, para que el Licenciado Diego López de la Serna acepte en su nombre la merced que se le ha echo de una canonjía de Michoacán. Los Angeles, 30-VI-1646. 11.- Recibo de tres pliegos de S.M. de provisiones de la iglesia de Michoacán. México, 24-VIII-1646. 1 f. 12.-Recibo y aceptación de varias personas provistas para canonjías. Ración de la iglesia de México. México, 2-V-1648. 2 f. 13.- El Dr. Juan de Aguirre a S.M., sobre el recibo de la provisión de la canonjía de Guadalajara, con las razones que tiene para pronunciar dicha merced. 1648 [SUP]. 2 fs. 14.- Recibo y aceptación de varias prebendas y dignidades de la Nueva España, firmados por los provistos. México, 29-I-1646. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1648-05-11.",
    "upd": null,
    "ref": "MEXICO,36,N.49"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
