{
  "id": "c3997",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361828",
    "docs": 1,
    "title": "Carta del virrey García Sarmiento de Sotomayor, conde de Salvatierra",
    "scope": "El Virret a S.M., da cuenta de cómo se puso en ejecución la real cédula sobre provisión de plazas del protomedicato. 2 fs. Anejos: 1.- Memorial sobre la pretensión de los doctores Pedro de los Arcos Monroy y Juan de Melgarejo, pidiendo la confirmación de sus títulos de protomédicos de la Nueva España. 1647 [SUP]. 2 ho. en 4º 2.- Respuesta del consejero Don Juan de Solórzano en la consulta que se le hizo por el secretario del Consejo sobre el estado del protomedicato en México y Lima. 17-XI-1645 2 ho. en 4º 3.- Memorial del Dr. Juan de Melgarejo suplicando a S.M. la confirmación de su título de protomédico de la Nueva España. 16-V-1647 [SUP]. 2 ho. en 4º 4.- Testimonio del título de protomédico del Dr. Juan de Melgarejo, dado por el Virrey. México, 14-VIII-1643. 2 fs. 5.- Memorial del Dr. Pedro de los Arcos, suplicando a S.M. le mande a confirmar su título de protomédico de la Nueva España. 16-V-1647 [SUP]. 2 ho. en 4º 6.- Testimonio del Título de protomédico de la Nueva España para el Dr. Pedro de los Arcos. México, 23-X-1635. 2 fs. 7.- Real Cédula que S.M. da con la forma que se ha de guardar en proveer las plazas de protomédicos de la Nueva España, y el número que ha de haber de ellos. Madrid, 18-II-1646. 2 fs. 8.- S.M. al obispo visitador de Nueva España Don Juan de Palafox, sobre los protomédicos de la ciudad de México. 18-II-1646. 9.- Relación sobre el estilo, costumbre y número de los protomédicos de la Nueva España, y otros de las Indias. 1647 [SUP]. 2 ho. en 4º",
    "desc": null,
    "locn": "México",
    "lbd": "1647-05-18.",
    "upd": null,
    "ref": "MEXICO,36,N.20"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
