{
  "id": "c40",
  "work": {
    "cod": true,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/348774",
    "docs": 1,
    "title": "CARTAS DE GOBERNADORES",
    "scope": "Expediente sobre que se le de sobrecédula al Gobernador de Honduras, Francisco Dávila y Lugo, para poder desempeñar sus funciones.",
    "desc": null,
    "locn": null,
    "lbd": "1643-02-26.",
    "upd": "1645-03-30.",
    "ref": "GUATEMALA,39,R.21,N.133"
  },
  "data": {
    "mil": true,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": "contents / img 1-4 Moreno a 28 sep 643 / img 5-12 Davila a ? [< 21 ene 643] / img 12 Escovar a 21 ene 643 / img 12-15 Davila a ? [< 24 ene 643] / img 15 Escovar a 24 ene 643 / img 15-17 Davila a ? [< 26 ene 643] / img 17 Escovar a 26 ene 643, a 31 ene 643 / img 18 vars a 19 feb 643 / img 19-21 blank / img 22-33 Davila a ? [< 16 abr 643] / img 34-35 SM a 8 jun 621 / img 36-38 Davila a ? [< 22 abr 643] / img 39-42 Davila a ? / img 43 SM a 6 nov 636 / img 43-44 Escovar a 9 ene 638 / img 44 vars a 12 ene 63_ / img 45-82 [missg]",
    "mil_n": "Y en Honduras le [a D fran.co Davila y lugo, governador que fue de Chiapa, y despues de Honduras] imputaron que era culpado en el rescate de vnos negros q echo el enemigo al puerto de Truxillo, y por ello le prendieron, y a su hermano, sin aver resultado culpa ninguna contra ellos, ni ser cierto huvo rescate, y tienen la causa en sumaria a mas de dos años sin que [img 1] [-]rerles tomar sus confesiones aunq a insistido en que se prosiga solo con fin de impedirlos para que no se puedan defender, [etc] [written 28 sep 643] /v img 1-2\n y aviendo procurado el dicho don francisco [Hond Gov] por el año de 1639 poner artilleria en Truxillo sacandola de Vna Nao al traves porque la de bronce que tenia aquel puerto sela llebo el enemigo el año de 1633 que saqueo y quemo aquella ciudad= Pero por oden Cerrada, y con amenaça de embiar Juez acosta del dicho don fran.co sele impidio, y se hiço salir la nao, contra lo dispuesto por cedulas Reales; y que se llevase el artilleria con que se pudiera poner en defensa puesto de tanta importançia= y sin embargo con poca gente sin paga y menos de 20 armas de fuego impidio al enemigo por el mes de henero de 1640 el hechar gente en tierra que lo intento con lanchas de dos Vrcas grandes, que como se supo despues de prisiones, la Vna tenia 28 pieças de artilleria, y la otra 25, la mas de bronce; y en medio del dia y con Viento contrario con la resistencia que hallaron, salieron como huyendo del puerto tirando contra la fuerça dela Ciudad Vna pieça con Vala en señal de amenaça= y el mismo año en los meses siguientes aviendo juntado esquadra mas gruesa el enemigo dio Vista al puerto de Truxillo, y paso al de Santo Thomas de castilla, y le saqueo y se llevo la artilleria del y la nao de registros de España del año de 1639 que estava ala carga; y entro enel golfo dulce y penetrola [img 27] tierra y degollo la mas de la gente pagada de Vna compania que alli se avia embiado ala defensa desde Guatemala= y Victorioso el enemigo con quatro Vrcas dio Vista al puerto de Truxillo en 1 de Julio del mismo año de 640 y no se atrevio a hechar gente en tierra, y se retiro ala isla Guanaja, en cuio [etc] /v img 27-28\n Diçe los e[ill]los que tuvo por administra Just.a y procurar que se guardasen las çedulas R.s en la çiu.d de Chiapa, y lo que padeçio por esta causa. que los autos y papeles della estan en Guatimala y no le acaban de despachar. Pide sobreçedula de vna que se despacho el año de 21 para poder Venir aqui. y que qualquier escriva.o le de los testimonios que pidiere. y ansim[ill] Supp.ca se mande que si alguien dieze memorial contra el, abrançe el Juiçio y se obligue ala prueva dentro del tr.no asignado /v img 33\n en razon de el peligro en que esta el Reyno de Guatemala [...] Sobre la despoblacion de Trux.o que intento hacer el Press.te licen.do Don Di.o de Avendaño /v img 71"
  }
}
