{
  "id": "c4240",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361778",
    "docs": 1,
    "title": "Carta del virrey García Sarmiento de Sotomayor, conde de Salvatierra",
    "scope": "Sumario de las cartas del Virrey a S.M, tocantes al estado en que halló su real hacienda lo que monta y se paga de ella, y el que tiene la armada de Barlovento y sus situaciones y lo demás que ha conocido en los ánimos de sus vasallos y estado de la tierra. 2 fs. Anejos:1.- El Virrey a S.M., propone las materias de que por menor da cuenta en cartas aparte. México, 30-I-1643. 2 fs 2.- El Virrey a S.M., da cuenta de la real hacienda que entra en las cajas de esta Nueva España, lo que se paga en la de México y el resto que queda para los envíos de flota no habiendo los empeños que hoy tiene y por mano de quien se cobra. México, 30-I-1643. 2 fs. 3.- Relación por mayor de la renta que S.M. tiene en esta Nueva España, líquida, que entra en las nueve cajas reales que están en su distrito un año con otro, conforme a las cuentas que están presentadas en el tribunal de cuentas de esta Nueva España, habiéndolos regulado por cuatro años siguientes y bajado lo que de cada una de ellas se paga por cuenta de S.M. México, 16-I-1643. 2 fs. 4.- El Virrey a S.M., da razón del estado de las minas y lo necesario para su conservación. Repartimiento de azogues. Cobranza de rezagos y visita de la caja de Zacatecas. México, 30-I-1643. 2 fs. 5.- El Virrey a S.M., refiere el estado de las alcabalas y tributos. México, 30-I-1643. 2 fs. 6.- El Virrey a S.M., da cuenta de la quiebra que tuvo la renta de los naipes y el pleito que sobre ello se sigue, y nuevo arrendamiento que se ha hecho de ellas. México, 30-I-1643. 2 fs. 7.- Memoria de los oficios de justicia que ha proveído y hecho merced en nombre de S.M. en la gobernación de la Nueva España el Virrey en descendientes de conquistadores y pobladores de ella y otros beneméritos, con cédulas de S.M. 1643 [SUP]. 2 fs",
    "desc": null,
    "locn": null,
    "lbd": "1643-01-16.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
