{
  "id": "c4241",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361779",
    "docs": 1,
    "title": "Carta del virrey García Sarmiento de Sotomayor, conde de Salvatierra",
    "scope": "Carta del virrey conde de Salvatierra al rey, informando sobre asuntos de gobierno de los que da cuenta en la documentación aneja. 2 f. Anejos: 1.- Carta del virrey al rey informando sobre la hacienda que entra en las reales cajas de Nueva España, lo que se paga en la de México y el resto que queda para los envíos de flota y por mano de quien se cobra. México, 28-3-1643. 2 fs. 2.- Relación de la hacienda en Nueva España y la renta de cada año en las Cajas Reales de México, Zacatecas, San Juan de Ulúa, Acapulco, San Luis, Guadalajara, Mérida, que es Tabasco y Yucatán en Campeche, y Guadiana [Durango], y asimismo los gastos que cada una tiene, con la distinción de cada una y advertencias necesarias en la variedad de los géneros que no son fijos de cada caja de cuatro años siguientes. México, 9-2-1643. 8 fs. 3.- Relación de los pesos de oro común en plata y reales que había en la Caja Real de México al tiempo que entró a gobernar el virrey desde su toma de posesión el 25 de noviembre de 1642. México, 27-3-1643. 2 fs. 4.- Carta del virrey al rey informando del estado de las minas y lo necesario para su conservación; sobre el repartimiento de azogues, el cobro de rezagos y la visita de la Caja de Zacatecas. México, 28-3-1643. 2 fs 5.- Relación y resumen de lo que resulta de las cuentas que han fenecido de los asientos del naipe de Mateo Barroso y Alvaro de Paz. México, 27-3-1643. 4 fs. 6.- Carta del virrey al rey informando el estado de las alcabalas y tributos. México, 28-3-1643 2 fs. 7.- Carta del virrey al rey dando cuenta del estado de la armada de Barlovento y efectos de la hacienda de ella, y del juez que nombra conforme a las cédulas del 24 de febrero de1638. México, 28-3-1643. 6 fs. 8.- Carta del virrey al rey dando cuenta de la lealtad y quietud en que halló esta tierra y de algunos beneméritos de ella, de las plazas y estado de la Audiencia y otras cosas. México, 28-3-1643. 2 fs. 9.- Memoria de los oficios de justicia que ha provisto el virrey conde de Salvatierra en la gobernación de Nueva España , 1643 [SUP]. 6 fs. 10.- Certificación de los oficiales reales de la Nueva España de lo que ha entrado de donativo de portugueses, tanto en la Caja de México como en las restantes del reino. México, 26-3-1643. 2 fs. 11.- Certificación de los oficiales reales de Nueva España de donativo gracioso de los vecinos portugueses de la ciudad de México como de lo recogido de otros de la misma nación por alcaldes mayores y corregidores del reino. México, 26-3-1643. 2 f. 12.- Tanteo al por mayor de lo que han valido en Nueva España los derechos de las dos naos de Filipinas y lo que han valido los cuatro años anteriores. México, 27-3-1643. 2 fs",
    "desc": null,
    "locn": null,
    "lbd": "1643-02-09.",
    "upd": null,
    "ref": "MEXICO,35,N.22"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
