{
  "id": "c4368",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361770",
    "docs": 1,
    "title": "Cuaderno de cartas del virrey Diego López Pacheco, duque de Escalona",
    "scope": "Cuaderno de cartas que el virrey Diego López Pacheco, duque de Escalona escribió al rey en 1640. 126 folios. Contiene: 1.- Índice general de las cartas del virrey, del año 1640, que se contienen en este cuaderno II. 1640. 2.- El virrey al rey refiriendo su viaje hasta Veracruz. Armada de Barlovento. Su viaje de Veracruz a México. Se informa del estado del reino. Justicia. Oidores para la Audiencia. Oficios de justicia. Nombramiento de asesor al Dr. Luis de las Infantas. Propuesta de personas para la vacante de oidor de México, presidente de Guadalajara y gobierno de Tacuba. México, 25-XI-1640. 3.- Real Cédula que se dirigió al virrey del Perú y de la que se despachó otra tal al de la Nueva España para que los asesores que hubiesen tenido los virreyes y hayan llevado salario por dichas asesorías, vuelvan éste, restituyéndolo a la parte de donde se les pagó. San Lorenzo, 5-IX-1620. 4.- S.M. al virrey, capítulo en respuesta a la que había escrito su antecesor, [Diego Fernández de Córdoba], marqués de Guadalcázar, sobre los inconvenientes que había en tomar los virreyes de la Nueva España por asesores suyos a oidores de la Audiencia. 7-VI-1621. 5.- El virrey al rey, sobre el nombramiento de asesores para el virrey. 25-XI-1640. 6.- Relación que se tuvo de un hombre que arribó a Campeche y que había salido de Cádiz, en que refiere el suceso del ataque de la armada francesa a los galeones de la carrera de las Indias, en que ardió y pereció la nao del Marqués de Cardeñosa. Veracruz, 2-XI-1640. 7.- Desde Caracas a la ciudad de Veracruz, al capitán Rodrigo Serrano, refiriendo el suceso del ataque que la armada francesa, a la salida de Cádiz, hizo a los galeones de las Indias, ardiendo la nao del marqués de Cardeñosa. 28-IX-1640. 8.- El virrey al rey, necesidad de azogue. Renta de los naipes. Asiento de la pólvora. Estado de la caja real. México, 25-XI-1640. 9.- Razón de las órdenes últimas que se han dado para el repartimiento de los azogues que se envían a la Nueva España. 10-III-1634-5-IX-1639. 10.- El virrey [Lope Díez de Armendáriz], marqués de Cadereyta a S.M., dos capítulos en materia de azogues, con lo que se decretó por el Consejo. 16-VII-1636. 11.- Real Cédula despachada al virrey [Rodrigo Pacheco y Osorio], marqués de Cerralbo en materia de azogues. Madrid. 10-III-1634. 12.- Real Cédula despachada al virrey [Lope Díez de Armendáriz], marqués de Cadereyta sobre cosas tocantes a repartimiento de azogues. Madrid, 8-X-1635. 13.- El virrey [Lope Díez de Armendáriz], marqués de Cadereyta a S.M., en materia de azogues. 28-II-1639. 14.- Real Cédula despachada al virrey [Rodrigo Pacheco y Osorio], marqués de Cerralbo, en materia de azogues. Madrid, 9-IX-1634. 15.- Real Cédula al Licenciado Don Juan de Lizárrazu, presidente de la Audiencia de Charcas, en materia de repartimiento de azogues. Madrid, 6-IV-1636. 16.- Capítulo de cédula al virrey del Perú, marqués de Mancera, sobre cosas tocantes al gremio de los azogueros de la Villa Imperial de Potosí. 16-IV-1639. 17.- Apuntamiento sobre lo que se advierte de lo sucedido en el estanco de la pólvora de la Nueva España y agravios que expresa el asentista. 1640 [SUP]. 18.- Relación de la hacienda de S.M. de diferentes géneros ordinarios que se cobra y entra en la real caja de México en cada año, regulándolo por lo que monta la tercia parte de tres años sucesivos en lo que no hay punto fijo. México, 24-XI-1640. 19.- Relación por mayor de lo que parece por las relaciones juradas de los oficiales reales de México, que han presentado en el tribunal de cuentas de la Nueva España, para las que dan, en el que corren desde el 15.04.1635 hasta el 8.07.1638, y libros de su cargo, haber remitido a Castilla y La Habana, de lo cual se saca lo que importaron los efectos extraordinarios que entraron en la caja de México, para ajustar lo que pudo montar el envío ordinario corriente. México, 24-XI-1640. 20.- Relación por mayor de lo que parece por las relaciones juradas que los oficiales reales de México han presentado en el tribunal de cuentas, para las que dan en el que corren desde el 15.06.1635 hasta el 8.07.1638, así de lo que ha entrado en la real caja y pagaron de ella como lo que se remitió a Castilla y La Habana. México, 24-XI-1640. 21.- Relación sacada de los libros de la contaduría de real hacienda de la Nueva España de todos los maravedís y pesos de oro que se han librado en la real caja de México, que se debían a diferentes personas que tienen salarios, sueldos, situaciones y otros efectos, desde el 1.07. al 10.10. del presente año. México, 10-X-1640. 22.- El Virrey a S.M., capítulo en materia del estanco de naipes. 25-XI-1640. 23.- Testimonio del asiento y remate que se hizo sobre el estanco de naipes de la Nueva España, con lo de los dos reales que se crecieron en cada baraja por arbitrio de la ciudad de México, para la armada de Barlovento. México, 27-VII-1637. 24.- El virrey [Lope Díez de Armendáriz], marqués de Cadereyta, al rey, sobre haberse efectuado a satisfacción el remate del estanco de naipes, con acrecentamiento de su renta. 27-VII-1637. 25.- Testimonio de dos decretos que dio el virrey [Lope Díez de Armendáriz], marqués de Cadereyta, en razón de que antes de hacerse relación por la Audiencia de las peticiones que en ella se presentaren sobre la causa del estanco de naipes, se dé al Virrey cuenta de dichas peticiones. 24-VI-1639. 26.- La Audiencia de México, acompaña testimonio de los decretos que ha dado el virrey [Lope Díez de Armendáriz], marqués de Cadereyta en materia del estanco de naipes y de dos cédulas que tratan de ésto. México, 7-VII-1639. 27.- Liquidación y cómputo que se hizo por mandado del virrey de las cuentas del estanco de naipes desde el asiento que se tomó al año 1636. México, 1-X-1640. 28.- Razón de los fiadores, cantidad y plazos en que fiaron a Mateo Barroso para el asiento y remate del estanco de los naipes de la Nueva España que se tomó con él el año 1634. México, 26-VIII-1640. 29.- Razón de los fiadores, cantidad y plazos en que fiaron a Álvaro de Paz para el asiento y remate del estanco de los naipes de la Nueva España que se tomó con él el año 1637. México, 26-VIII-1640. 30.- El Virrey a S.M., armada de Barlovento. Desarme de navíos en Cartagena. Nombramiento de administrador de la armada. Tercio del valor de repartimiento de indios. Asiento de la pólvora. Ayuda al Gral. Don Juan de la Vega. Naos enemigas en La Habana. México, 25-XI-1640. 31.- Decreto de la junta de guerra sobre lo que se ha de escribir al gobernador de Cartagena acerca de los tres navíos que se mandan armar y que han de ser para la armada de Barlovento. Junta, 20-VI-1641. 32.- Real Cédula sobre que se armen tres navíos y un patache para la guarda de Cartagena y costas circunvecinas. Madrid, 28-V-1638. 33.- Oficiales reales de Cartagena al virrey, quejándose de que el gobernador de aquella provincia haya nombrado administrador para los efectos de la armada de Barlovento con 2.000 pesos de salario. Cartagena, 19-VI-1640. 34.- Auto que el gobernador de Cartagena proveyó sobre lo ajustado en razón de los efectos para el sustento de la armada de Barlovento. Cartagena, 20-XI-1639. 35.- Capítulo de la instrucción del rey para el beneficio de los arbitrios aplicado a la armada de Barlovento. 1640 [SUP]. 36.- El General Juan de la Vega Bazán al virrey, acompañándole la relación de lo sucedido a su armada en las costas del Brasil con el temporal que tuvo, y de cómo estaba en Cartagena y el socorro que ha pedido. Cartagena, 6-VII-1640.  37.- Relación que el general Juan de Vega Bazán envió al virrey del suceso de su armada con el temporal que corrió en las costas del Brasil. 1640 [SUP]. 38.- El Virrey a S.M., inquietud entre los dominicos. Diferencia entre los mercedarios. Jesuitas. Franciscanos. Vacantes de la catedral de México. Vacantes de la iglesia de Puebla. Arzobispo de Santo Domingo. México, 25-XI-1640. 39.- Memorial del procurador general de la orden de San Francisco en la Nueva España ante el Virrey, pidiendo se agregue a la custodia de Tampico el beneficio de Axtla y Tampomolón. [S.F.]. 40.- El Virrey a S.M., los jesuitas piden religiosos para las provincias de indios. México, 25-XI-1640",
    "desc": null,
    "locn": "México",
    "lbd": "1640",
    "upd": null,
    "ref": "MEXICO,35,N.13"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
