{
  "id": "c4417",
  "work": {
    "cod": true,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361769",
    "docs": 1,
    "title": "Cuaderno de cartas del virrey Lope Díez de Armendáriz, marqués de Cadereyta",
    "scope": "Cuaderno de cartas escritas por el virrey marqués de Cadereyta al rey en 1639. Con índice. Contiene: 1.- Índice de las cartas y despachos que el virrey envió a S.M. en su Real Consejo de las Indias, en la nao capitana de los galeones a cargo del general Carlos de Ybarra. 25 de febrero a 17 de marzo de 1639. 2.- El virrey a S.M., salida de la flota ante amenaza de enemigos. Los 200.000 de renta de la ciudad de México para la Armada de Barlovento. Asiento con la ciudad de Puebla. El situado de Guatemala para lo de Barlovento. México, 28 de febrero de 1639. 3.- El virrey a S.M., muerte del contador Lezama. Provisión de este oficio. México, 28 de febrero de 1639. 4.- El virrey a S.M., falta de azogue. México, 28 de febrero de 1639. 5.- El virrey a S.M., venta de oficios para la Armada de Barlovento. México, 28 de febrero de 1639. 6.- El virrey a S.M., renta para colegio de niñas. México, 28 de febrero de 1639. 7.- El virrey a S.M., declaración de religioso de la Orden de San Francisco, sobre el encuentro de los galeones con el enemigo. México, 28 de febrero de 1639. 8.- El virrey a S.M., represalia de franceses. México, 12 de julio de 1638. 9.- El virrey a S.M., elección del provincial de la Orden de la Merced en fray Francisco de Armentia. México, 28 de febrero de 1639. 10.- El virrey a S.M., estado de obras pías. Renta a convento de Jesús María. Necesidad de reparación de este convento. México, 28 de febrero de 1639. 11.- El virrey a S.M., problema con los canónigos de Tlaxcala. Actuación de García de Valdés debido al expolio tras la muerte del obispo. Real Patronazgo. Sínodos. Situado de los curas en las Cajas Reales. México, 28 de febrero de 1639. 12.- El virrey a S.M., sobre la necesidad de meter en la Real Caja el expolio del obispo de Tlaxcala. México, 28 de febrero de 1639. 13.- El virrey a S.M., proceder del visitador de Guadalajara, el licenciado Francisco de Rojas. México, 28 de febrero de 1639. 14.- El virrey a S.M., remedio que piden las cosas de Filipinas. México, 28 de febrero de 1639. 15.- El virrey a S.M., despacho de los galeones del general Carlos de Ibarra. Fiestas por este buen suceso de la flota. Espera de despachos de Filipinas y socorro de azogue. Recomendación del relator de la Audiencia licenciado [Fernando de] Cepeda. México, 28 de febrero de 1639. . 16.- El virrey a S.M., alteraciones en Nueva Vizcaya por intromisión de la Audiencia de Guadalajara. México, 28 de febrero de 1639.  17.- El virrey a S.M., obispados de Nuevo México y Sinaloa. México, 28 de febrero de 1639. 18.- El virrey a S.M., venta del oficio de defensor de bienes de difuntos. México, 28 de febrero de 1639. 19.- El virrey a S.M., sobre las diligencias hechas en razón de los azogues que se remitieron con el capitán Baltasar de Torres, el año de 1637. México, 28 de febrero de 1639. 20.- El virrey a S.M., sobre la manera de proceder de Antonio de Lara Mogrovejo, oidor de la Audiencia de Guatemala, y lo actuado en razón de ello por el obispo. México, 17 de marzo de 1639. 21.- El virrey a S.M., efectos impuestos en Guatemala para la Armada de Barlovento. México, 17 de marzo de 1639. 22.- El virrey a S.M., recusación de Juan de Carvajal, consejero de Indias, hecha por Francisco de la Torre, para ser juez en su causa. México, 2 de marzo de 1639. 23.- Pedimiento de Francisco de la Torre, tesorero de México, hecho ante el virrey sobre que mande hacer información de las razones que expone para recusar por el juez de la causa que sigue contra Antonio de Urrutia, y sus parciales, al consejero de Indias Juan de Carvajal. México, [1 de marzo de 1639]. 24.- El virrey a S.M., en materia de Antonio de Urrutia de Vergara y ministros de la Inquisición, con remisión de autos. México, 17 de marzo de 1639. 25.- Testimonio de los autos mandados hacer por el virrey para que en la causa y averiguación del modo de vida de Antonio de Urrutia y Vergara, se testen todas las razones que se refieren a las personas de los inquisidores, sus nombres, apellidos y oficios. México, 16 de noviembre de 1638. 26.- El virrey a S.M., sobre la fuga de Antonio de Urrutia de Vergara. México, 28 de febrero de 1639. 27.- El licenciado Juan de Miranda Gordejuela, carta sobre la comisión que tuvo del virrey para prender a Antonio de Urrutia de Vergara. México, 25 de febrero de 1639. 28.- Traslado de los autos hechos en la comisión que tuvo Juan de Miranda Gordejuela, alcalde del crimen de la Audiencia de México, para prender a Antonio de Urrutia y Vergara, retraído en el convento de Santo Domingo. México, 24 de junio de 1638.",
    "desc": "74 hojas.",
    "locn": "México",
    "lbd": "1639",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
