{
  "id": "c4483",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361757",
    "docs": 1,
    "title": "Cuaderno de cartas remitidas por el virrey Lope Díez de Armendáriz, marqués de Cadereyta",
    "scope": "Cuaderno de todas las cartas escritas por el virrey Lope Díez de Armendáriz, marqués de Cadereyta al rey en 1638. Con indice. Contiene: 1.- Índice de las cartas. 2.- El virrey sobre la pretensión de Juan Ortega para capitán de artillería. México, 12-7-1638. Hay duplicado. 3.- Testimonio de los autos seguidos por el virrey sobre la pretensión de Juan Ortega, asentista y fabricador de pólvora de México, para que se le de oficio de capitán de artillería. México, 8-11-1636. 4.- El virrey sobre azogue, falta de mineros, asientos de esclavos, aumento de envíos, situados de los presidios, facilidad con que el enemigo se lleva los situados, provisiones de alcaldes mayores, oidor en el Tribunal de Cuentas, oficio de escribano de cámara, venta de oficios de provinciales, estanco de la grana, administración de las alcabalas, poblaciones de Californias, naos aprestadas para Filipinas, cobro de la hacienda de vancantes de expolios, defensor de bienes de difuntos. México, 12-7-1638. 5.- Razón de los oficiales reales de México sobre lo que de la caja a su cargo se ha librado y pagado por vía de situado para los presidios de las islas de Barlovento en 1638. México, 10-7-1638. 6.- Los oficiales reales de Durango para el virrey con la plata que envían a S.M. Durango. 24-4-1638. 7.- Los oficiales reales de Guadalajara al virrey con la plata que envían a S.M. Guadalajara. 15-4-1638. 8.- El virrey sobre el estanco de la grana cochinilla. 12-7-1638. 9.- Relación y demarcación remitida por Francisco de Ortega del viaje que hizo a las Californias. 8-4-1634. 10.- Real Cédula sobre que los familiares del Santo Oficio no gocen del privilegio de él en los delitos que cometan contra indios. Madrid, 13-3-1572. 11.- Relación que envió el oidor más antiguo de la Audiencia de Guadalajara sobre haber provisto a hijos, hermanos y parientes de los oidores de ellaen oficios de justicia y gobierno. [1638]. 12.- El virrey remite papeles tocantes a lo que han valido las alcabalas ordinarias de México desde 1632 hasta 1636. México, 15-7-1638. 13.- El virrey sobre haber devuelto a los oficiales reales la administración de las alcabalas. 12-7-1638. 14.- El virrey sobre el mal cobro que se da en el género de alcabalas. 22-7-1637. 15.- Los oficiales de la Real Hacienda de México sobre haberles quitado el virrey la administración de la renta de alcabalas. 24-7-1637. 16.- Testimonio de la aceptación por la ciudad de México de la confirmación real de la escritura que hizo sobre el servicio de dicha ciudad para la creación y mantenimiento de la Armada de Barlovento. México, 19-7-1638. 17.- El virrey sobre reforma de las compañías. Derecho del 2% de Acapulco. Derecho de la avería. Salinas. Composición de tierras. Presidios de la tierra adentro. Corregidor de México. 1% de la plata. Imposición de la sisa. Asiento de cacao. Desagüe. México, 12-7-1638. 18.- El rey al virrey mandándole responda con claridad sobre que monta cada uno de los arbitrios que se acompañan y de que se ha de sustentar la armada de Barlovento. Madrid, 24-2-1638. 19.- El virrey sobre el fiscal doctor Andrés Gómez de Mora. Asiento de naipes. Venta del oficio de escribano del consulado. Venta del oficio de alférez mayor. Oficio de contador de alcabalas. Administración de las rentas de alcabalas. Encomienda de indios. Merced a la ciudad de México. Deudas a la real hacienda. Tasación de los indios. México, 12-7-1638. 20.- El virrey en respuesta de la Real Cédula que se despachó para el fiscal Don Andrés Gómez de Mora, conteniendo decreto del Consejo. México, 12-7-1638. 21.- El virrey sobre la Armada de Barlovento. Vacantes de los obispados. Su aplicación. México, 12-7-1638. 22.- Real Cédula al virrey sobre la aplicación de vacantes de los obispados. Madrid, 8-12-1638. 23.- Decretos del Consejo de Indias tocantes a lo que escribió el virrey sobre la aplicación de las vacantes de los obispados. Consejo, 28-1-1639-1-2-1639. 24.- Reales Cédulas para la aplicación de las cinco partes de siete señaladas para la Armada de Barlovento en la vacante del obispado de Yucatán. Madrid, 7-6-163, 3-12-1631. Hay duplicado en los fols. 227-230v . 25.- El virrey sobre el oficio de escribano del consulado. México, 12-7-1638. 26.- Testimonio del cumplimiento de la real cédula para que se vuelva nuevamente a remate el oficio de escribano del Consulado de México, dando a éste prelación en las posturas y procurando el mayor provecho sin perjuicio del fisco. Madrid, 21-2-1638. 27.- El virrey sobre el comercio filipino. Fábrica de artillería. Importe de la carga de la plata para Filipinas. Sustentos de las Filipinas. Sus frutos. Confirmación del uno por ciento del puerto de Acapulco. México, 12-7-1638. 28.- El virrey sobre detención de la flota. México, 10-10-1638. 29.- Decreto del Consejo sobre la distribución del dinero de la Armada de Barlovento. Consejo, 24-12-1638. 30.- El virrey sobre daños de la Real Hacienda con el asiento de los negros. Entrada de negros en el puerto de San Juan de Ulúa. México, 12-7-1638. 31.- El virrey sobre el asiento de los galeones que va a fabricar Pedro Enríquez de Almeida. México, 12-7-1638. 32.- Real Cédula con la cual se remitió al virrey el asiento que se ha tomado para la fábrica de cuatro galeones en la isla de Santo Domingo. Madrid, 28-2-1637. 33.- El virrey sobre represalia de franceses enviados en los galeones del marqués de Cardeñosa. Acompaña relación de lo que en hacienda toca a la represalia de bienes y hacienda de franceses. México, 12-7-1638. 34.- Relación del Tribunal de Cuentas de México de lo que toca a la represalia de bienes y hacienda de franceses. 15-6-1638. 35.- El virrey sobre venta y beneficio de algunos oficios. Ensayador mayor. Defensor de bienes de difuntos. Escribano del consulado. Escribano de cámara. Escribano de propios. Tallador de la Casa de la Moneda. Memoria para venta de otros oficios. México, 12-7-1638. 36.- La Secretaría del Consejo de Indias sobre las cédulas que se despachan en la fecha para la Nueva España sobre los medios que se han de beneficiar para aplicarlos a la Armada de Barlovento. 25-2-1638. 37.- Decreto del Consejo de Indias sobre lo que se ha de escribir al virrey, acerca de la licencia que pide para regresar a España y de haberse consultado su sucesor. 20-12-1638. 38.- El virrey al presidente del Consejo de Indias sobre la inquietud entre los agustinos de Michoacán. México, 3-8-1638. 39.- El virrey sobre Rodrigo Serrano, portugués, en Veracruz. Entradas de negros. Comercio de esclavos. México, 12-7-1638. 40.- Real Cédula que se despachó al Virrey para que haga averiguación de la persona de Rodrigo Serrano, vecino de Veracruz, sobre quién es del proceder que tiene y con qué licencia está en esas partes. Madrid, 23-4-1637. 41.- Secretaría del Consejo de Indias, nota sobre haberse sacado de entre estos papeles los tocantes a la venta del oficio de defensor de bienes de difuntos y de haberse juntado con la carta del Virrey de 1639 y con autos que remitió. [1639]. 42.- El virrey sobre asuntos de la flota. México, 1-8-1638. 43.- Real Cédula, carta y otros papeles que corrieron en las diligencias hechas sobre la salida de la flota por haberse tenido noticia de que salieron de Holanda diez naos de guerra para Pernambuco. Madrid, 8-6-1638. 44.- El licenciado Juan Alvarez Serrano, oidor más antiguo de la Audiencia de México, al virrey, refiriéndose a otro que dice haber recibido de persona desconocida y en el que se contenían insinuaciones de amenazas contra los ministros del reino. [1638]. 45.- Decreto del Consejo de Indias sobre lo que se ha de escribir al virrey tocante a la forma que ha de tener para sacar a Antonio de Vergara de la iglesia en que se halla acogido y enviarlo a la fortaleza del Morro de La Habana. 10-1-1639. 46.- El virrey sobre correspondencia. Estado del desagüe. Conservación de las minas. Repartimiento de indios. Conservación de los indios. Inconvenientes con el tribunal de la cruzada. Recibo de órdenes. Condenación para Don Matías de Peralta. Represión de Fernando del Hoyo y Acoca. Despachos de aviso. Despacho de flota. Repartimiento de las aguas del río Izúcar. Deuda de Francisco de la Torre. Audiencia de Guadalajara. Corregimiento de México. Merced al comercio. Fianzas que han de dar los alcaldes. Quintar la plata. Fianzas de fiscales. Visitas generales. Cuentas del dos por ciento. Recibo de dinero. Indios de Sinaloa. Sínodos. Leandro de Gatica. México, 12-7-1638. 47.- El virrey sobre imposición del 5% en la plata que pasa a Filipinas. Impuesto sobre la ropa que viene de Filipinas. México, 12-7-1638. 48.- Traslado de las diligencias hechas sobre el cargar el 5 por ciento en la plata que además del permiso pasa a las Filipinas. Madrid, 1-12-1636. 49.- Sobre lo que escribió el gobernador de las Filipinas acerca de cargar el 5 por ciento en la plata que de Nueva España va a aquellas islas además de lo que está permitido. 10-8-1634. 50.- El virrey sobre administración de doctrinas. Colegio de Cristo. Visitador de hospitales. Visitador de hacienda. Hospital de Juan de Dios. Obra de la catedral. Convento de Jesús María. Visitador para los caballeros de hábitos. Franciscanos. Jesuitas. Vacantes de obispados. Colegio de las niñas. Juez de hospitales. México, 12-7-1638. 51.- El virrey sobre la necesidad en que se encuentra el convento de monjas de Jesús María de la ciudad de México. 12-7-1638. 52.- El virrey sobre la merced que se ha hecho de 1.000 pesos de renta al año al colegio de niñas de la advocación de la Visitación. 12-7-1638. 53.- Real Cédula por la que S.M. hace merced al Colegio de Niñas de la Visitación de la ciudad de México de 1.000 pesos de renta al año, en indios de la Nueva España. Madrid, 20-5-1637. 54.- El virrey sobre Ñuflo de Colindres, corregidor del puerto de San Juan de Ulúa. Residencia de ministros. México, 12-7-1638. 55.- El rey al virrey, sobre la pretensión de Don Nufio de Colindres para que no se le den oficios de gobierno y justicia conforme a la cédula que tiene, sino por sus méritos y partes. 8-12-1638. 56.- El Virrey sobre el visitador de la Audiencia de Guadalajara. Oidor Francisco de Rojas. Cuentas de las cajas de Guadalajara. Provisiones de oficios. México, 12-7-1638. 57.- Título de virrey y gobernador de la Nueva España. Madrid, 19-4-1635. 58.- Auto acordado del Consejo de Indias sobre la advertencia que se ha de hacer aJerónimo de Alzate, fiscal de la Audiencia de Guadalajara, acerca del ejercicio de su oficio y respeto que ha de guardar al virrey. 5-5-1639. 59.- El virrey sobre corso de doce bajeles. Artillería de Filipinas. Renta del impuesto sobre géneros. Merced a la ciudad de México. Entrada en la caja de los efectos de la armada. Imposición de géneros. Servicios de las islas de Barlovento. Consumo de la vara de corregidor. Oficio de alcabala mayor de Guachinango. Impuesto del 5 por ciento en la plata para Filipinas. Fundación de la armada de Barlovento. Vacantes de obispados. Fábrica de galeones. México, 12-7-1638. 60.- El virrey sobre asuntos de Filipinas. 22-7-1637. 61.- El rey al virrey sobre los gastos que se hicieron de la real hacienda en la compra de dos bajeles y sus pertrechos para la navegación de Filipinas. 4-3-1637. 62.- El virrey sobre el gasto que sufre la real hacienda con sus ministros. 22-7-1637. 63.- El virrey sobre la necesidad de que en el Tribunal de cuentas de México presida un oidor. 12-7-1638",
    "desc": "353 folios.",
    "locn": "México",
    "lbd": "1638",
    "upd": null,
    "ref": "MEXICO,34,N.21"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
