{
  "id": "c4574",
  "work": {
    "cod": false,
    "cod_n": "not digitised",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361689",
    "docs": 1,
    "title": "Carta del virrey Lope Díez de Armendáriz, marqués de Cadereyta",
    "scope": "Carta del virrey marqués de Cadereyta al rey sobre materias de gobierno: - Acusa recibo de una Real Cédula de 1635 con los capítulos de una carta de la ciudad de México de 10 de abril de 1634 que hablan sobre el miserable estado de los indios y soluciones para su remedio. - Sobre minería y la conveniencia de traer esclavos negros. - La contratación con las islas Filipinas y la necesidad de gente en las haciendas de labor. - Asimismo, informa del desagüe de la ciudad de México y gastos que ha tenido. - Sobre los asientos del deán y provincial de las Órdenes religiosas en la Sala del Crimen de la Audiencia. - Informa del fallecimiento de Cristóbal Milán de Cardona, alcalde de la provincia de Tabasco, y nombramiento en su lugar de Francisco Gómez de Sandoval, caballero de la Orden de San Juan. - Informa del fallecimiento del licenciado Tomás Bernardo de Quirós, oidor que fue de la Audiencia de México, proponiendo a Juan de Miranda Gordejuela, su alcalde del crimen más antiguo. - Acusa recibo de la Cédula de 17 de agosto de 1636 que manda que los alcaldes mayores visiten sus jurisdicciones más de una vez y no traten con los mineros en el rescate de la plata, como está mandado por Cédula de 28 de febrero de 1636 y por otras órdenes. - Sobre el cumplimiento de la Cédula de 6 de noviembre de 1636 sobre el repartimiento de cuadrillas para los juegos de cañas; informa del fallecimiento del adelantado García de Legazpi y Albornoz. Con índice previo.",
    "desc": null,
    "locn": "México",
    "lbd": "1637-07-22.",
    "upd": null,
    "ref": "MEXICO,33,L.2,F.1-3V"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
