{
  "id": "c4578",
  "work": {
    "cod": false,
    "cod_n": "not digitised",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361705",
    "docs": 1,
    "title": "Carta del virrey Lope Díez de Armendáriz, marqués de Cadereyta.",
    "scope": "Carta del virrey marqués de Cadereyta al rey sobre asuntos relativos al real patronato: - Conveniencia de que se erija obispado en Nuevo México y mientras tanto que se de comisión a los religiosos para poder confirmar a los indios. - Fallecimiento de fray Gonzalo de Salazar, de la Orden de San Agustín, obispo de Yucatán, proponiendo para dicho obispado a fray Juan de Grijalba, también de la misma Orden.  - División del obispado de Tlaxcala y erección de otra iglesia en San Juan de Ulúa. - Fábrica de la iglesia de México y de la de Tlaxcala y toma de cuentas de las mismas y del hospital de San Pedro. - Nombramiento del licenciado Francisco de Rojas como superintendente de los hospitales y otras obras pías del real patronazgo, por fallecimiento de Juan Maldonado de Paz. - Conveniencia de que haya pila para los niños expósitos. - Agradecimiento de la merced de la renta asignada a la Casa de la Visitación. - Sobre las obras pías que mandó fundar Hernán Cortés, marqués del Valle. - Cobro de las mesadas de los beneficios curados y otras rentas eclesiásticas. - Sobre el proceder de fray Bartolomé Ladrón de Guevara, vicario general de la Orden de la Merced, y lo pernicioso de que vayan a Indias vicarios, comisarios y otros superiores temporales. - Sobre la forma de castigar los excesos de los religiosos informando que queda atento al proceder del visitador de la Orden de Santo Domingo. - Averiguación de la hacienda y rentas del hospital de San Hipólito y su administración. - Sobre fundación y administración del hospital del beato Juan de Dios. - Proposición de las canonjías en la personas en hijos que ayudaron a la Armada de Barlovento. - Negativa del doctor Nicolás de la Torre a aceptar la chantría de la Catedral de Tlaxcala. - Diligencias sobre la averiguación de las cosas de que pagan diezmos los españoles del distrito del arzobispado de México. - Que se está cumpliendo la orden respecto a las presentaciones en las doctrinas de las Órdenes de Santo Domingo, San Francisco y San Agustñin. - Sobre petición del despacho de confirmación de la capilla en la Catedral destinada a colocar la imagen del protomártir del Japón San Felipe de Jesús. - Publicación de sede vacante en la iglesia de México. - Conveniencia de despachar cédulas para que los obispos visiten sus diócesis cada cinco años, como manda el Concilio.",
    "desc": null,
    "locn": "México",
    "lbd": "1637-07-22.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
