{
  "id": "c4585",
  "work": {
    "cod": false,
    "cod_n": "not digitised",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361693",
    "docs": 1,
    "title": "Carta del virrey Lope Díez de Armendáriz, marqués de Cadereyta.",
    "scope": "Carta del virrey marqués de Cadereyta al rey sobre los siguientes asuntos: - Procurar el crecimiento de envíos de plata. - Diversidad de géneros de que se compone la Real Hacienda. - Falta que se ha experimentado a la Real Hacienda con la prohibición del comercio con Perú. - Necesidad de mayor cantidad de azogue para beneficiar las minas de plata. - Averiguación de los 600 quintales de azogue que estaban en Comayagua, en la provincia de Guatemala. - Suspensión del nombramiento del oidor Íñigo de Argüello Carvajal como superintendente de Real Hacienda por las razones que expresa. - Diligencias hechas para ayuda al por el Tribunal de Cuentas para fenecer las cuentas atrasadas. - Remisión a la Casa de la Contratación de las costas del azogue. - Conveniencia de que haya negros en las minas de Zacatecas y Nueva Vizcaya y se remite al informe hecho por el oidor Íñigo de Argüello. - Envío de lo procedido del descamino de 103 negros. - Venta de oficios de provinciales de la Santa Hermandad y de otros oficios. - Nombramiento del contador Pedro Álvarez de Sar como administrador de alcabalas y del salario, circunstancias y valor de dicho oficio. - Pleito pendiente en la Audiencia acerca de la venta del oficio de propios y rentas de México y la postura hecha al mismo por Agustín de Valdés. - Conveniencia de mantener la Caja de San Luis Potosí. - Falta de gente para explotar las minas de oro y plata y conveniencia de que se lleven negros en la misma forma que se propone para Zacatecas y Nueva Vizcaya. - Daño hecho a la Real Hacienda y a los mineros debido a las medidas tomadas por el obispo de Osma, Martín Carrillo, cuando fue visitador de aquella Audiencia. - Sobre los situados de los presidios. - Remitiendo las perlas que dio el capitán Francisco de Ortega, de las que sacó de California.",
    "desc": null,
    "locn": "México",
    "lbd": "1637-07-22.",
    "upd": null,
    "ref": "MEXICO,33,L.2,F.17-25V"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
