{
  "id": "c4670",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361634",
    "docs": 1,
    "title": "Cuaderno de cartas del virrey Lope Díez de Armendáriz, marqués de Cadereyta.",
    "scope": "Cuaderno de cartas del virrey Lope Díez de Armendáriz, marqués de Cadereyta, al rey; papeles y recaudos que con ellas vinieron y decretos del Consejo. Con índice. Contiene: 1.- El virrey al rey, disposición del comercio México. Navegación de la flota. Audiencia de Guadalajara. Ajustamiento y cumplimiento de diferentes Reales Cédulas. Tacubaya, 16-6-1636. 2.- La Audiencia de México al virrey, consulta sobre las inquietudes y diferencias que hay entre los oidores de la Audiencia de Guadalajara, con respuesta y otros papeles. 26-6-1636. 3.- Real Cédula e Instrucción que se envió al virrey avisándole de la orden que se había dado al general Luis Fernández de Córdoba, y que había de guardar en su viaje a Nueva España y vuelta de la flota a los reinos de Castilla. Madrid, 20-1-1636. 4.- El virrey a S.M., en materia de gobierno. Tacubaya, 16-7-1636. 5.- El virrey a S.M., aviso de la llegada del virrey. Correspondencia entre el virrey y Cerralbo. Bastimentos. Desagües. Albarradas y acequias. Dilación del aviso. Puerto de Acapulco. Pedro de Quiroga. Residencias y provisiones de oficios. Remate de bulas y competencia con la Cruzada. Tribunal de la Inquisición. Caballeros de las tres órdenes militares. Audiencia de México. Fiscales de puertos. Despacho de flotas. Oficiales real de Veracruz. Regidor Juan Francisco de Vértiz. México, 17-4-1636. 6.- Acuerdo de la Audiencia de México sobre el ejercicio de la comisión de Don Pedro de Quiroga, juez de residencia del virrey `Rodrigo Pacheco y Osorio], marqués de Cerralbo. 24-1-1636. 7.- El virrey a S.M., hacienda, azogue. Minas. Indios zacatecas. México, 2-5-1636. 8.- El virrey a S.M., fundación de la Armada de Barlovento. Envío de 200.000 pesos para comenzar. Compra de seis navíos. Guardia de la flota. Dignidades canónigas. Mercedes seculares. Comunicación de ministros. Gobierno de Yucatán. Gobernador de La Habana. Reforma de los presidios. Renta del azogue. Salinas. Composición de tierras. Encomiendas. Derechos de avería. Vino. Proposición hecha a México por el virrey. México, 17-4-1636. 9.- Apuntamiento del Consejo de Indias sobre lo que toca a la ciudad de México en la carta que el virrey escribió a S.M. el 17.04.1636 en materia de la armada de Barlovento. 17-4-1636 [SUP]. 10.- Real Cédula que se despachó sobre el consumir del corregimiento de la ciudad de México y servicio para la Armada de Barlovento. Madrid, 12-9-1636. 11.- Memorial de la ciudad de México suplicando la supresión del corregidor de la ciudad. 1-9-1636 [SUP]. 12.- Escritura otorgada por la ciudad de México declarando y modificando el poder que por ella se había dado a Alvaro Carreño de su agente procurador en la corte, en razón y para que dicho poder no se entienda por tiempo limitado sino por el que fuere la voluntad de dicha ciudad. México, 8-3-1633. 13.- Decreto del Consejo para que el virrey informe sobre el oficio que ha creado para la administración de las alcabalas. Consejo, 22-12-1636. 14.- Decreto del Consejo para que se lleven a Juan de Palafox los arbitrios que pide la ciudad de México por el servicio de los 200.000 pesos que ha de dar para la armada de Barlovento, con más los que se dieron al Virrey de que había de usar para que de cuenta al Consejo y en él se provea. Consejo, 22-12-1636. 15.- Apuntamiento sobre lo que se ordenó al virrey acerca de la forma que había de tener en la ejecución de los medios que la ciudad de México propuso para los 200.000 pesos con que ofreció servir pra la Armada de Barlovento. 1636. 16.- La ciudad México a S.M., en relación con los arbitrios con que se ofrece a servir para la fundación de la Armada de Barlovento. México, 2-5-1636. 17.- Proposiciones del virrey a la ciudad de México y respuesta de ésta, con el acuerdo que finalmente se tuvo, sobre el servicio de dicha ciudad para la creación de la armada de Barlovento. Palacio, 23-2-1636. Nota: Hay duplicado en los fols. 68-77. 18.- El virrey a S.M., sobre el cuidado que tiene de saber lo que se hace por otros gobiernos de la Indias en lo de la Armada de Barlovento, y el acuerdo que ha tenido con la ciudad de México sobre el servicio que ha de dar para la fundación de la armada. 2-5-1636. 19.- El virrey a S.M., asiento de negros. Servicio del tostón en Yucatán. Dilaciones en la correspondencia. Renta de la ciudad. México, 2-5-1636. 20.- El Consejo de Indias sobre los papeles de lo que pide la ciudad de México y que tocan a la materia de la formación de la Armada de Barlovento. 6-1-1637. 21.- Reales cédulas al virrey en materia de azogue. Madrid, 10-III-1634-9-9-1634. 22.- El virrey a S.M., partida de la flota. Falta de azogue. Certificaciones en materia de azogue. Ordenes para averiguar lo que procede de los azogues. Falta de gente en las minas. Tacubaya, 16-7-1636. Nota: Hay duplicado en los folios 84-89. 23.- Real Cédula al virrey para que averigue si se han remitido las certificaciones tocantes al reparto de azogue. Madrid, 8-X-1635. 24.- El virrey a S.M., en materia de Real Hacienda. México, 16-7-1636. 25.- El virrey a S.M., capítulo doce de la carta sobre el concierto a que se llegó con el comercio de la ciudad de México ante los daños y temores que le suponía la visita de Pedro de Quiroga a las naos de Filipinas y puerto de Acapulco. 17-4-1636. 26.- El virrey a S.M., Patronato Real. Fábrica de las iglesias de México y Tlaxcala. Colegio de San Juan de Letrán. Fundación de un colegio por un particular. Casa de indias doncellas. Colegio de la Visitación. Hospitales. Doctrinas. Mesada de los beneficios. Mercedes eclesiásticas. Colegio de San Ildefonso. México, 17-4-1636. 27.- Relación del estado en que dejó su gobierno el virrey Marqués de Cerralbo. Gobierno. Flotas. Comercio. Hacienda. Minas. Vino y aceite. Encomiendas. Alcabalas. Estanco de naipes. Religiosos. Patronazgo Real. Filipinas. México, 17-3-1636. 28.- El virrey a S.M., falta de azogues. Despacho de flota. Religiosos franciscanos. Paz en la provincia de San Agustín de Michoacán. Obras de las iglesias mayores. México, 15-6-1636. 29.- El virrey a S.M., sobre el Patronato, en lo tocante a la cobranza de la mesada eclesiástica. 17-IV-1636. 30.- Sobrecédula de S.M., que inserta la del 05.05.1629, al Virrey, y con copia del breve de su santidad para que se ejecute la cobranza de la mesada eclesiástica en la forma que se ordena. Consejo, 26-11-1636. 31.- Traslado autorizado de la Bula de Urbano VIII, tocante a la cobranza de la mesada eclesiástica. Madrid, 12-5-1629.  32.- Decreto del Consejo de Indias sobre que se escriba al virrey en lo que toca al tratar de los alcaldes mayores de minas en el rescate de la plata con los mineros. 26-1-1637. 33.- La ciudad de México a S.M., para que se mande al virrey que no descuide la obra del desagüe y que las imposiciones hechas en el vino no se detienen a otros efectos. México, 2-5-1636. 34.- El virrey a S.M., poca ayuda que tiene de algunos gobernadores. Fundación de armada. Visita a la villa de Salaya. Levantamiento de destierros de culpados. Tacubaya, 16-7-1636. 35.- El virrey a S.M., cobranza de la Real Hacienda. Remedios para las minas. Falta de azogue. Remate de la tesorería de la cruzada. Descaminos de Acapulco. Envío y gastos. México, 17-4-1636. 36.- S.M. al virrey en respuesta a lo que escribe sobre la ejecución de los medios que se le dieron para lo de la armada de Barlovento, y de las 200.000 pesos que remite para dar principio a su fábrica. Madrid, 1636. Nota: Hay duplicado en los folios 157 a 158. 37.- El virrey a S.M., donativo de ministros para defensa. Estado en que halló el comercio. Que envía 200.000 pesos para la armada de Barlovento. México, 15-6-1636. 38.- La ciudad de México al Virrey sobre su servicio para la Armada de Barlovento, y representándole cuatro proposiciones sobre las necesidades de la ciudad y el reino; con la resolución que el virrey tomó de ellas. México, 24-5-1636. 39.- Decreto del Consejo sobre lo que escribe el virrey acerca de pedir un donativo a los ministros para la defensa de la iglesia y conservación de los reinos de S.M., para que se suspenda. 20-10-1636. 40.- Real Cédula al virrey para que vendiese caballerías de tierra y sitios de ganado y se de facultad para matar vacas viejas. Madrid, 3-7-1629. 41.- El virrey a S.M., capítulo catorce tocante a la composición de tierras. 17-4-1636. 42.- El virrey al general Luis Fernández de Córdoba, sobre el despacho de la flota. México, 8-6-1636. 43.- Los oficiales reales de Veracruz al virrey, sobre el despacho de la flota. Veracruz, 6-6-1636. 44.- Razón del oro, reales, grana, añil y otros géneros que se remiten por cuenta de S.M., represalia de franceses y otras asignaciones en las naos capitanas y almirantas de las dos flotas, que una fue a cargo del general Juan de Vega Bazán y la otra del general Martín de Vallecilla. Veracruz, 6-6-1636. 45.- Certificación de los oficiales reales de Veracruz sobre los azogues llegados a dicho puerto procedentes de Castilla desde el año 1524 hasta el presente de 1636. Veracruz, 5-6-1636. 46.- Razón de los azogues que son precisados cada año para los consumidos y depósitos ordinarios de todos los puertos y reales de minas de esta Nueva España y cajas de ella. S.F. 47.- Juan Cristóbal Eberlin al secretario del Consejo de Indias, Gabriel de Ocaña y Alarcón, sobre el azogue que se ha entregado en Sevilla en los dos últimos años. Sevilla, 15-9-1636. 48.- El virrey a S.M., sobre la gran necesidad de azogue para las minas, seguido de otro capítulo de los oficiales reales de México sobre lo mismo. 2-5-1636. 49.- Minuta de la respuesta de S.M. a la del virrey del 02.05.1636, sobre la materia de azogue. 1636. 50.- El virrey a S.M., reformas de los presidios. Fuerza de San Juan de Ulúa. Flota del General Vallecilla. Armería real de México. Provisión de general de flota. Situados pagados. Presidio de Puerto Rico. Filipinas. Acapulco. México, 17-IV-1636. 51.-Testimonio de certificación del escribano público y del cabildo de la ciudad de Veracruz, de estar bajo su propia casa demorado el almirante Juan de Villavicencio y de estar a su cargo el gobierno de la flota de que fue general Martín de Vallecilla. Veracruz, 14-4-1636. 52.- Sobrecédula de la que se despachó el 26.06.1606, sobre que los generales de la flota han de estar subordinados a los virreyes. Madrid, 28-6-1630. 53.- El virrey a S.M., sobre servir los caballeros de Calatrava y Alcántara el tiempo de la dispensación de las galeras con la paga de un soldado. 17-4-1635.  54.- El virrey a S.M., envío del resto de la condenación de Don Francisco de la Torre. México, 17-4-1636. 55.- El virrey a S.M., dos capítulos sobre los alcaldes mayores de minas. 17-4-1636. 56.- Real Cédula prohibiendo al virrey conservar en los oficios a las personas que lo dieren, más de los dos años que les está mandado. Madrid, 19-11-1618. 57.- Real Cédula prohibiendo a los alcaldes mayores de minas que rescaten plata ni otros metales de los mineros ni les anticipen la paga de ello. Madrid, 9-6-1615. 58.- El virrey a S.M., sobre el cuidado que ha de tener en la administración de las salinas. 17-IV-1636. 59.- Testimonio de los autos, escrituras y otros recaudos tocantes a las salinas del Peñol Blanco y Santa María, que se han otorgado así por Pedro Serrano como por Antonio de Vergara. México, 9-3-1636. 60.- El virrey a S.M., sobre la prorrogación del derecho cobrado en la Veracruz, de 25 pesos a cada pipa de vino. 17-IV-1636. 61.- El virrey a S.M., sobre haber restituido en sus oficios a los oficiales reales de Veracruz. 17-4-1636. 62.- El virrey a S.M., sobre la causa seguida contra el fiscal de la Audiencia de México Don Juan de Peñafiel. 17-IV-1636. 63.- El virrey a S.M., embargo de bienes de franceses. Embargo de escrituras. México, 17-4-1636. 64.- El virrey a S.M., fiscal de la inquisición. Tacubaya, 16-7-1636. 65.- El fiscal de la Inquisición de México al virrey, papel sobre el caso de Adrián Boot, holandés, ingeniero mayor de la ciudad de México. México. 66.- El virrey a S.M., obispo de Huamanga. Oficios eclesiásticos. México, 2-5-1636. 67.- El virrey a S.M., avisos. Partida de la flota. Merced al comercio mexicano. México, 2-5-1636. 68.- El virrey a S.M., rogativas sobre el proceder de Francia. México, 17-4-1636. 69.- El virrey a S.M., limosna para canonización del Rey Fernando. México, 17-4-1636. 70.- El virrey a S.M., escolta para la flota. Obra de la Catedral de Tlaxcala. Gobernador de Yucatán, marqués de Santofloro. Don Lope de Hoces. México, 6-8-1636",
    "desc": null,
    "locn": null,
    "lbd": "1636",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
