{
  "id": "c5065",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361578",
    "docs": 1,
    "title": "Carta del virrey Rodrigo Pacheco y Osorio, marqués de Cerralbo.",
    "scope": "Informa sobre: remedio de la inundación de México. Socorro a la flota. Unión de Armas. Papeles del visitador Martín Carrillo. Escribano de San Luis. Capítulos contra el gobernador de Yucatán. Causa de Antonio Coello. Causa en oficiales reales de Guadiana y el gobernador de Nueva Vizcaya. LLegada de la flota. 9 fs. Incluye: 1. Traslado de los autos que se han hecho sobre el estado en que está la obra del desagüe de Huehuetoca, y diligencias que se han hecho de nuevo sobre si conviene o no proseguir la obra. Huehuetoca, 1631, febrero, 2. 69 fs. 2. Juan de Cervantes Casaus al virrey, sobre el estado de la obra del desagüe de la ciudad de México. Huehuetoca, 1631, marzo, 3. 2 fs. 3. Enrico Martínez al Virrey, sobre el estado en que se halla la obra del desagüe de la ciudad de México. Huehuetoca, 1631, abril, 4. 2 fs. 4.- Traslado del proceso que por mandado del virrey se fulminó contra el licenciado Antonio Coello de Portugal, oidor de la Audiencia de México, en razón de su modo de vivir, y otras causas acumuladas. México, 1629, enero, 16. 227 fs. 5. Traslado del memorial que el marqués de Salinas, gobernador que fue de la Nueva Vizcaya, presentó al virrey sobre que se le tome residencia y lo que dicho virrey proveyó acerca de ello. México, 1631, marzo, 28. 2 fs. 6. El virrey al prior y religiosos de Santo Domingo de la ciudad de México, mandamiento de ruego y encargo para que consienta se ponga el bulto del entierro de Luis de Velasco en la parte y forma y con las insignias de los oficios que tuvo. México, 1631, febrero, 3. 2 fs. 7. Traslado de la sentencia que dio el Virrey con parecer del oidor Licenciado Juan de Canseco, contra los oficiales reales de la Caja de Guadiana en la causa que seguían con el gobernador de Nueva Vizcaya, marqués de Salinas. 1631, julio, 5. 2 fs. Hay duplicado. 8. Índice de los despachos del rey que se remitieron al virrey con la flota del cargo del general Miguel de Echazarreta. Madrid, 1630, julio,9. 2 fs",
    "desc": null,
    "locn": null,
    "lbd": "1631-09-09.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
