{
  "id": "c5072",
  "work": {
    "cod": true,
    "cod_n": "is carta de Yuc",
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/369594",
    "docs": 1,
    "title": "CARTAS DE GOBERNADORES",
    "scope": "Carta de Fernando Centeno Maldonado, Gobernador de Yucatán.",
    "desc": null,
    "locn": "Mérida de Yucatán",
    "lbd": "1631-12-02.",
    "upd": null,
    "ref": "MEXICO,360,R.1,N.1"
  },
  "data": {
    "mil": false,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": "nothing on E Yuc found, except possibly NE Yuc in relacion de perdida de flota from img 9 onwards",
    "mil_n": "re prior service of gob /v f 1 img 1 / y q. El Marques de Çerralbo conoçiedo sus experiençias le enbio a Governar aquella Provi.a en lugar de Don Juan de Vargas que fue preso a Mexico. y que quando llego hallo governando seis Alcaldes con muchos encuentros y la Provi.a a pique de perderse por la gran cantidad de yndios que andavan fugitivos. y que sera neçessario y aun forsoso que el en persona los baya reduçiendo a la obediencia por escusar los inconvinientes que en t.po de los Governadores passados se han visto, asegurandolos todos por agora para Castigar despues los mas sediçiosos /v f 2 img 2 / y Da quenta de la perdida de la flora y embia una inform.on que hizo /v f 5 img 5 / Y que el Virrey Marques de Cerralbo estava tratando el modo de cumplir la orden que su Mag.d dio para que las religiones elijan y provean los doctrineros de Indios y que aguardava la determin.on p.a executarla en aquella Prov.a / Y q. estava aguardando q. llegasse de Mexico la terçera llave de aquella R.l caxa que llevo Don Ju.o de Vargas para sacar los tejos de oro que metio en ella y dice que no embiandosela a t.po lo abriria p.o embiarlas con lo demas q. estuviese de n[ill]o / Y q. ordenara a los off.es R.s q. sirven el interin paguen luego la mesada del salario q. Cobran /v f 8 img 8 / y que recivio la çedula de su M.d en que manda se cobre el d.o de la media anata de todos los offic.es y [ill]s y la guardara inbiolablem.e /v f 7 img 7"
  }
}
