{
  "id": "c5161",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361572",
    "docs": 1,
    "title": "Carta del virrey Rodrigo Pacheco y Osorio, marqués de Cerralbo.",
    "scope": "El Virrey a S.M., en materias de gobierno. Llegada de la flota. Inundación de la ciudad. Resoluciones de S.M. Arzobispo. Causa de los oficiales de Veracruz. Caso de Don Antonio Coello. Presos por sátiras y libelos. Sobre agregaciones. Su criado extranjero. Relación sobre viaje de Don Fadrique. Salario Oidor Campuzano. Su asistencia a edictos. Muerte de Mateo Aróstegui. La acordada a oidor que sale en comisión. 3 fs. Anejos:1.- Traslado de los resuelto en la junta general que hizo el Virrey sobre materias del desagüe general de México. Pueblo de Guatitlán, 22-X-1630. 2 fs. 2.- Concierto que se hizo con Enrico Martínez, maestro mayor de la obra del desagüe de México. Huehuetoca, 25-X-1630. 2 fs. 3.- Resolución de la junta general que tuvo el Virrey para que se haga desagüe general de la laguna de la ciudad de México y la demás de su contorno y se pregone que los que quisieren tomarlo a destajo cocurran a dicho. México, 12-X-1630. 4 fs. 4.- Lo ocurrido en la junta general que el Virrey tuvo en razón de los arbitrios para el dinero y gente que es menester para la obra del nuevo desagüe. México, 15-X-1630. 2 fs. 5.- Auto y resolución de la junta general que se hizo por el Virrey sobre las materias del desagüe general de México. México, 29-X-1630. 2 fs. 6.- El Virrey a S.M., capítulo sobre la acordada que solía darse al oidor o alcalde del crimen de la Audiencia de México cuando salía en comisión. 1-XI-1630. 2 fs. 7.- Minuta de la carta acordada que se solía dar al oidor o alcalde del crimen de la Audiencia de México que salía en comisión. 1630 [SUP]. 2 fs",
    "desc": null,
    "locn": null,
    "lbd": "1630-10-12.",
    "upd": null
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
