{
  "id": "c5240",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20868",
    "docs": null,
    "title": "Mapa de Nuevo México y del norte de la Nueva España, por Enrico Martínez..",
    "scope": "Firma del autor, Enrico Martínez, al dorso. \nTopónimos de los cuatro puntos cardinales en los bordes. \nEn el centro una rosa de 8 vientos con rumbos prolongados hasta los márgenes excepto en el cuarto inferior derecho, que está tapado por una tabla explicativa con clave numérica, que incluye un inserto de la costa del golfo de México desde San Juan de Ulúa hasta más allá del cabo Bravo. Dos notas explicativas en la parte superior, con indicación de A y B, relativas a la calidad de la tierra y los animales. \nPresenta el territorio al norte de la ciudad de México hasta las Grandes Praderas, delimitado al oeste por el Mar del Sur [océano Pacífico] y al este por el Seno Mexicano [golfo de México]. Una línea de puntos indica la ruta seguida en las expediciones de Juan de Oñate de 1598 y 1601. \nSe identifican asentamientos españoles y indígenas. Los pueblos se señalan por medio de un triángulos o pequeños rectángulos unidos. La población de San Gabriel, residencia del gobernador de Nuevo México, se señala rodeada por un círculo. \nLa red hidrográfica incluye los ríos del Norte o río Bravo [Grande], Salado [Pecos], Conchos, de la Magdalena [Canadian] y del Robredal [Arkansas]. En la esquina superior derecha se señala el emplazamiento de un gran asentamiento indio de los indios quivira, probablemente Wichita, Kansas. \nAl dorso, en horizontal: 'Rasguño de las provincias de la Nueva México, hecho por Enrique Martínez, cosmógrapho'. \nAl dorso, en vertical: 'Según la relación que me dio Juan Rodríguez Marinero que fue con el governador don Juan de Oñate \nal nuevo descubrimiento é hecho esta descripción con la brevedad q[ue] V[uestra] S[eñorís] Yll[ustrisi]ma me lo a mandado, la qual podrá sirvir en el unter que se acabe la otra en que se verán las cosas más distinctas y no sólo cómo se an entre sí las tierras nuevam[en]te descubiertas, más también como sean los tales con las demás provincias y costas de mar de la nueva españa' / 'Enrrico Martinez' [rubricado]'. \nEs el primer mapa donde figura el Camino Real de Tierra Adentro, que unía la ciudad de México con la de Santa Fe en Nuevo México. \nNúmero de registro: 402",
    "desc": null,
    "locn": null,
    "lbd": "1602",
    "upd": null,
    "ref": "MP-MEXICO,49"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
