{
  "id": "c5431",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361130",
    "docs": 1,
    "title": "Carta del virrey Gaspar de Zúñiga Acevedo, conde de Monterrey.",
    "scope": "El Virrey a S.M., jurisdicción de guerra en Nueva Vizcaya. Demarcación de las costas del sur. Fuerte de San Agustín de la Florida. Artillería para naos de Filipinas. Información sobre cercanía de Florida con Nuevo México. 9 fs. Anejos: \n1.- Traslado de dos cédulas reales libradas en recomendación de los hijos del doctor Jerónimo de Orozco, presidente de Guadalajara, y en particular de Francisco Tello de Orozco. El Pardo. 8.08.1578 y Aceca, 8-V-1596. 2 fs. 2.- Real Provisión del Presidente de Guadalajara, en que da comisión al Capitán Diego Ramírez Barrionuevo para hacer entradas en Nueva Galicia, con poderes de poblar y administrar justicia. Guadalajara, 8-X-1597. 2 fs. 3.- El Capitán de la frontera de Guainamota, Jerónimo de Arciniega, al Virrey sobre la defensa de aquella frontera de Nueva Galicia. Acaponeta, 22-II-1600. 2 fs. 4.- El Virrey al Dr. Santiago de Vera, presidente de Guadalajara, sobre la pacificación de la provincia de Guainamota. 15-IV-1600. 2 fs. 5.- El presidente de Guadalajara al Virrey, capítulo sobre la pacificación de la provincia de Guaynamota. 19-IV-1600. 2 fs. 6.- El Capitán Gerónimo de Arciniega al Virrey, capítulo sobre el negocio de la defensa de la frontera de Guaynamota en Nueva Galicia. Acaponeta, 15-VII-1600. 2 fs. 7.- El gobernador de la Nueva Vizcaya al Virrey: relación sobre cierto buen suceso que tuvo con unos indios de los alzados. 1602 [SUP]. 2 fs. 8.- Informaciones y relaciones que envió el gobernador de la Nueva Vizcaya sobre el estado de la rebelión de la nación acageé. Minas de San Andrés, 4-I-1602 36 fs. 9.- De Rodrigo Río de Losa, Ex-gobernador de Nueva Galicia, capítulo con relación de la tierra del norte. Desde su estancia, 13-I-1602. 2 fs. 10.- El Capitán Francisco de Ordinola al Virrey. Minas de Mazapil, 19-I-1602. 2 fs. 11.- Don Rodrigo de Vivero, gobernador de la Nueva Vizcaya, al Virrey. San Andrés, 28-I-1602. 2 fs. 12.- Auto y notificación que por mandado del Virrey se hizo a Sebastián Vizcaíno, encargado del descubrimiento y demarcación de los puertos del Mar del Sur, sobre no tocar en la ensenada de las Californias. México, 2-III-1602. 2 fs. 13.- Instrucción y orden que se dio a Sebastián Vizcaíno a cuyo cargo fue la gente de mar y guerra que se condujo para el descubrimiento de los puertos y ensenadas de la costa del Mar del Sur, desde el cabo de San Lucas hasta el cabo mendocino. México, 18-III-1602. 6 fs. 14.- Gerónimo de Arciniega, Capitán de la frontera de Guaynamota, Nueva Galicia, al Virrey, pidiendo nueva instrucción sobre reducir a los indios. Acaponeta, 31-III-1602. 2 fs. 15.- Rodrigo de Vivero, gobernador de Nueva Vizcaya, al Virrey, con noticias de guerra. San Andrés, 9-IV-1602. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1602-05-31.",
    "upd": null,
    "ref": "MEXICO,25,N.10"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
