{
  "id": "c5513",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361140",
    "docs": 1,
    "title": "Carta del virrey Gaspar de Zúñiga Acevedo, conde de Monterrey.",
    "scope": "El Virrey a S.M., correspondencia. Alzamientos de los indios acagees en Nueva Vizcaya. Soldados de Sinaloa. Nombramiento de oficios. Gente para Filipinas. Pobladores para Filipinas. Artilleros navales. Labradores y caballos a Filipinas. Armada del Perú. Fortificación de San Juan de Ulúa. Hay duplicado. 11 fs. Anejos: \n1.- Ordenanza nueva que se hizo en razón de la navegación de la carrera de Filipinas. México, 14-I-1602. Hay duplicado. 8 fs. 2.- Orden del Virrey en razón de que se hiciese pregonar en Nueva España como en Manila lo que tiene mandado sobre la residencia que han de dar los oficiales mayores y menores de la carrera de Filipinas. México, 26-I-1602. 2 fs. 3.- El Virrey a S.M., tres capítulos sobre materias de guerra. 8-III-1602. Hay duplicado. 3 fs. 4.- El Virrey a S.M., capítulo tocante a la carrera de las Filipinas. 8-III-1602. 2 fs. 5.- Consultas y proposiciones de una junta de teólogos y juristas y otras personas que mandó juntar el Virrey sobre reformar los gastos que se hacían en la frontera y provincia de Sinaloa, y respuesta que dieron. México, 9-XI-1602. Hay duplicado. 2 fs. 6.- Relación del Gobernador de Nueva Vizcaya, Don Rodrigo de Vivero, sobre el estado de la paz de aquella y soldados que habían quedado para guardar en presidios y escoltas. México, 9-XII-1602. 2 fs. 7.- Testimonio de la orden dada por el Virrey sobre la forma del juramento que han de hacer las personas a quienes se concede licencia para enviar dineros a sus correspondientes de Manila. 24-I-1599. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1602-12-12.",
    "upd": null,
    "ref": "MEXICO,25,N.20"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
