{
  "id": "c5627",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361154",
    "docs": 1,
    "title": "Carta del virrey Gaspar de Zúñiga Acevedo, conde de Monterrey.",
    "scope": "El Virrey a S.M., real patronazgo. Vejación de los indios de Yucatán. Jesuitas. Discrepancia entre el arzobispo y el cabildo. Inquisidores. Prisioneros de la inquisición. 8 fs. Anejos: \n1.- Real Cédula para la Audiencia de Lima en represión de lo mal que hizo el Virrey al disimular el exceso que con él se tuvo por los inquisidores sobre preeminencia en auto de fe al que asistió. Madrid, 8-III-1589. 2 fs. 2.- El Virrey al inquisidor Don Alonso de Peralta, por falta de cortesía. México, 24-V-1603. 2 fs. 3.- El inquisidor Don Alonso de Peralta al Virrey, en respuesta al que el Virrey le cursó en nombre del real acuerdo en asunto de cortesía. México, 24V-1603. 2 fs. 4.- El Virrey al inquisidor Don Alonso de Peralta, en razón de haber faltado en cortesía con la persona del Virrey. México. 24-V-1603. 2 fs. 5.- Relación de las novedades que el Virrey y la Audiencia de México sintieron haberse hecho por los inquisidores en el acompañamiento y asistencia del auto de fe a que concurrieron. México, 24-V-1603. 6 fs. 6.- El Virrey al Deán y cabildo de la iglesia de México, sobre las diferencias que tienen con su prelado. México, 16-V-1603. 2 fs. 7.- El Deán y cabildo de la iglesia de México al Virrey, en respuesta a la suya del 16 de Mayo, en razón de las diferencias que dicho cabildo tiene con el arzobispo. México, 19-V-1603. 4 fs. 8.- El deán y cabildo de la iglesia de México al Virrey, en respuesta a la suya del 21 de Mayo sobre lo de las diferencias con el arzobispo. México, 23-V-1603. 2 fs. 9.- El Virrey al deán y cabildo de la metropolitana de México en respuesta de la que le dio dicha congregación sobre las diferencias con el arzobispo. México, 21-V-1603. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1603-05-25.",
    "upd": null,
    "ref": "MEXICO,25,N.34"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
