{
  "id": "c5663",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361161",
    "docs": 1,
    "title": "Carta del virrey Gaspar de Zúñiga Acevedo, conde de Monterrey.",
    "scope": "El Virrey al secretario Juan de Ibarra, sobre ceremonial del arzobispo. Anejos: \n1.- El Virrey al provisor de México, billete tocante al ceremonial del arzobispo, con lo resuelto en el acuerdo de pedir le sobresea en su cumplimiento entre tanto se resuelve el negocio. 1-II-1603. 2 fs. 2.- El Virrey al provisor de la iglesia de México, billete tocante al ceremonial de arzobispo. 1-II-1603. 2 fs. 3.- El Virrey al arzobispo de México, sobre el negocio del ceremonial. México, 1-II-1603. 4 fs. 4.- El Virrey al arzobispo, billete sobre el negocio del ceremonial. México, 2-II-1603. 2 fs. 5.- El arzobispo de México al Virrey, billete en respuesta a lo que le escribió sobre lo del ceremonial. México, 2-II-1603. 2 fs. 6.- El Virrey al arzobispo, devolviéndole el libro del ceremonial e invitándole a componerlo para excusar pleitos y diferencias. México. 21-II-1603. 2 fs. 7.- El arzobispo de México al Virrey en respuesta a lo que le escribió sobre la composición del ceremonial y con carta de creencia para tratarlo con el confesor de dicho Virrey. 21-II-1603. 3 fs. 8.- El Virrey al arzobispo de México, en orden a lo acaecido con la inquisición sobre ceremonial. México. 23-II-1603. 2 fs. 9.- El Virrey al arzobispo de México, sobre lo del ceremonial. México, 23-II-1603. 2 fs. 10.- El Virrey al arzobispo de México, en atención a ciertas de que por razón del ceremonial se ha hecho uso en la iglesia y que advierte pueden dar lugar a escándalo. México, 24-II-1603. 2 fs. 11.- El Virrey al arzobispo, invitándole nuevamente al concierto sobre lo del ceremonial y a fiar de su consejo. México, 27-II-1603. 2 fs. 12.- El arzobispo de México al Virrey, agraviándosele de las fuerzas y extorsiones que él y sus criados sufren de la autoridad real. México, 1-III-1603. 2 fs. 13.- Real Cédula en razón de que ningún prelado de las Indias en el recibimiento de Virrey, entre con él bajo de palio, ni entrando a visitarle, y que concurriendo con el Virrey en acto público lleve el prelado la falda suelta. Toledo, 2-VI-1596. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1603-07-10.",
    "upd": null,
    "ref": "MEXICO,25,N.41"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
