{
  "id": "c5680",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20870",
    "docs": 1,
    "title": "Planta de la nueva población que se ha de hacer en los llanos de la Goleta, a cuatro leguas de las minas de Nuestra Señora de la Concepcion de Sierra de Pinos.",
    "scope": "Por el licenciado Gaspar de la Fuente, oidor de la Audiencia de Guadalajara. La mención de autoridad ha sido tomada de la documentación asociada al mapa. \nRepresentación de una traza urbana en damero con calles paralelas que se entrecruzan formando 35 manzanas cuadradas idénticas, ocupando la plaza central el espacio de una cuadrícula sin edificar. En el centro se ubica la fuente y a su alrededor, se sitúan los edificios más representativos del poder civil (Audiencia, casas reales y cárcel), al oriente, y eclesiástico (la iglesia mayor), al poniente. En los lados norte y sur de la plaza se dibujan fachadas con soportales. Las construcciones se representan en perspectiva abatida y de forma bastante detallada. \nIndicación de los cuatro puntos cardinales en los bordes. \nEn el extremo inferior izquierda se representa una laguna con ojos de agua situada en los llanos de la Goleta, de la que parten dos corrientes de agua. Una de ellas atraviesa la ciudad de oeste a este, sirve de suministro a la fuente de la plaza y al monasterio de San Francisco ya en las afueras, que es representado de forma muy detallada, con el escudo de la Orden sobre la portada. La otra discurre en el mismo sentido pero sin cruzar la población, hasta unirse con la anterior en las afueras. \nEnmarcando la ciudad se dibujan de perfil de forma convencional los cerros mineros cercanos con arbolado de pinos y palmeras. Al norte las salinas del Peñol Blanco y minas de Nuestra Señora de los Ángeles, las minas de Sierra de Pinos; al este San Luis y las serranías de las Gallinas y Bernalejo; al oeste el cerro de Tepezalá y las minas de magistral. Al sur, vista de perfil del camino de México a Zacatecas. \nIndicación de las distancias. Toponimia y notas explicativas. Dentro de las cuadrículas correspondientes a los solares se señalan los nombres de los vecinos a quienes corresponden. \nEl plano corresponde a la refundación que se hizo del la ciudad de Nuestra Señora de la Concepción de Sierra de Pinos en 1603. \nNúmero de registro: 404",
    "desc": null,
    "locn": null,
    "lbd": "1603-11-12",
    "upd": null,
    "ref": "MP-MEXICO,51"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
