{
  "id": "c5694",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/20872",
    "docs": 1,
    "title": "'Relación del viaje y derrotero de las naos que fueron al descubrimiento del puerto de Acapulco a cargo del general Sebastián Bizcaíno'.",
    "scope": "Descripción del viaje de demarcación de las costas del Pacífico de Nueva España, que partió de Acapulco llegando hasta los 43º de latitud, a la altura del cabo San Sebastián. Desde el 5 de mayo de 1602 hasta el 21 de febrero de 1603. \nEs un volumen encuadernado que incluye: \n- Actas hechas por el escribano Diego de Santiago de las juntas celebradas por los capitanes, pilotos y cosmógrafo durante el viaje de Sebastián Vizcaíno, 20 de mayo de 1602 a 13 de febrero de 1603. Fols.1-20v. \n- Diario de Sebastián Vizcaíno desde la salida de México el 7 de marzo de 1602, en 17 capítulos. Fols.21-40v. \n- Derrotero desde Acapulco al cabo Mendocino por Jerónimo Martín Palacios, cosmógrafo mayor de Nueva España, que incluye los 33 croquis o mapas de la costa, hechos por Enrico Martínez. 8 y 9 de noviembre de 1603. Fols.47-91v. \nCada mapa va numerado de forma consecutiva, representando el principio y fin de la línea de la costa con el fin de relacionar una representación con la siguiente. Se muestran perfiles montañosos, bahías, ensenadas, puertos, playas, puntas, islas, arrecifes, bajos, relieves, profundidad. \nTodos los mapas están orientados indicando los puntos cardinales, con el N al NE en nudo de 8 rumbos prolongados. \nToponimia y notas descriptivas para facilitar su interpretación. \nEscalas en leguas. No se especifica el tipo de legua por lo que la conversión se ha hecho a partir de la 'legua común española o vulgar'. \nUna nota explicativa de Enrico Martínez (página 59r) indica que estos mapas son un traslado de los incluidos en el libro original de dicho descubrimiento 'y configurados en la propia forma, porporción y grandeza según q[ue] lo están en el dicho libro, sin exceder ni faltar en cosa alguna'. Fecha, firma y rúbrica del autor al final de la misma. \nOtra nota en la misma página explica que ha habido una alteración en el orden de dos mapas: 'la demostración q[ue] está puesta a fojas 60 a de estar en 61 y la de hojas 61 en la de 60, q[ue] se trocaron por descuido con la priessa'. Por tanto, el mapa del folio 61 es anterior al del folio 60. \nLa relación de los mapas es la siguiente: \nMP-México,53(1), fol.59v: Puerto de Navidad. 'Escala de una legua repartida en quatro quartos' [=12,5 cm]. Reducida: 1:44.444,4. \nMP-México,53(2a), fol.61v: Mazatlán. Sin escala. \nMP-México,53(2b), fol.62r: Perfiles de la costa de Acapulco a Mazatlán. Sin escala. \nMP-México,53(3), fol.60v: Cabo San Lucas. 'Escala de tres leguas' [=7cm]. Reducida: 1:238.095. \nMP-México,53(4), fol.62v: Sierra del Enfado. 'Escala de tres leguas' [=7cm]. Reducida: 1:238.095. \nMP-México,53(5), fol.63v: Sierra del Enfado. 'Escala de tres leguas' [=7cm]. Reducida: 1:238.095. \nMP-México,53(6), fol.64v: Sierra del Enfado. 'Escala de tres leguas' [=7cm]. Reducida: 1:238.095. \nMP-México,53(7), fol.65v: Punta de Santa Margarita. Sin escala. \nMP-México,53(8), fol.66v: Bahía Magdalena. Sin escala. \nMP-México,53(9), fol.67v: Bahía Magdalena. Sin escala. \nMP-México,53(10), fol.68v: Punta de San Lázaro. Sin escala. \nMP-México,53(11), fol.69v: Isla Magdalena. Sin escala. \nMP-México,53(12), fol.70v: Punta de Santo Domingo. Sin escala. \nMP-México,53(13), fol.71v: Punta Nuestra Señora de las Nieves. Sin escala. \nMP-México,53(14), fol.72v: Punta de Bajos. Sin escala. \nMP-México,53(15), fol.73v: Punta de Abreojos. Sin escala. \nMP-México,53(16), fol.74v: Bahía de San Hipólito. Sin escala. \nMP-México,53(17), fol.75v: Bahía de San Bartolomé. Sin escala. \nMP-México,53(18), fol.76v: Bahía de San Bartolomé. Sin escala. \nMP-México,53(19), fol.77v: Punta de San Eugenio. Sin escala. \nMP-México,53(20), fol.78v: Ensenada de Pescado Blanco. Sin escala. \nMP-México,53(21), fol.79v: Ensenada de Canoas. Sin escala. \nMP-México,53(22), fol.80v: Bahía de San Quintín. Sin escala. \nMP-México,53(23), fol.81v: Ensenada de Todos Santos. Sin escala. \nMP-México,53(24), fol.82v: Bahía de San Diego. Sin escala. \nMP-México,53(25), fol.83v: Isla de Santa Catalina. Sin escala. \nMP-México,53(26), fol.84v: Canal de Santa Bárbara. Sin escala. \nMP-México,53(27), fol.85v: Punta Concepción. Sin escala. \nMP-México,53(28), fol.86v: Bahia de Monterrey. Escala indeterminada. \nMP-México,53(29), fol.87v: Bahia de Monterrey. Escala indeterminada. \nMP-México,53(30), fol.88v: Punta de los Reyes. Escala indeterminada. \nMP-México,53(31), fol.89v: Punta Arena. Escala indeterminada. \nMP-México,53(32), fol.90v: Cabo Mendocino. Escala indeterminada. \nNúmero de registro:406",
    "desc": ". 3 h + 91 fol. Encuadernación moderna en piel.",
    "locn": "Mexico",
    "lbd": "1603-11-19.",
    "upd": null,
    "ref": "MP-MEXICO,53"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
