{
  "id": "c5692",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361168",
    "docs": 1,
    "title": "Carta del virrey Gaspar de Zúñiga Acevedo, conde de Monterrey.",
    "scope": "El Virrey a S.M., la reducción general de los indios. Otumba. 2 fs. Anejos: \n1.- Real Cédula al Virrey sobre la reducción de los indios a congregaciones. San Lorenzo, 13-VII-1594. 2 fs. 2.- Capítulo 45 de la instrucción que se sió al Virrey Luis de Velasco cuando pasó a servir su oficio sobre la reducción de los indios a poblaciones. III,1596. 2 fs. 3.- Real Cédula al Virrey, haga las congregaciones de los indios que están mandadas y la orden que se ha de tener en la determinación de las causas que en ella se ofrecieren con inhibición de la Audiencia de México. San Jerónimo de Madrid, 20-X-1598. 2 fs. 4.- Diligencias hechas en la provincia de Chalco por el justicia mayor de ella en virtud de mandamiento del Virrey acerca del amparo de las tierras que los indios dejan por la congregación. Tlalmanalco, 22-XI-1598 a VI-XII-1599. 10 fs. 5.- El Virrey a los jueces de la demarcación, instrucción que dio en lo de la congregación de los indios. México, 10-IX-1598. 6 fs. 6.- Capítulos añadidos a la instrucción que se dio a los jueces de la demarcación para lo de la congregación de los indios. México, 8-II-1599. 6 fs. 7.- El Virrey a la Audiencia de México, consulta en razón de los oficios que se han de proveer para la ejecución de las diligencias tocantes a la demarcación de las tierras en lo de la congregación de los indios. 1603 [SUP]. 8.- Instrucción que se ordenó para los jueces visitadores de las congregaciones de indios ya ejecutadas. 1603 [SUP]. 6 fs. 9.- Instrucción que se dió a los jueces de congregación de indios acerca de la orden que habían de guardar para no parar en la ejecución de sus comisiones en el tiempo que los indios se ocuparen en sus sementeras y lo mismo en el tiempo de las aguas. 1603 [SUP]. 2 fs. 10.- Mandamiento general para que todos los pueblos de los indios que son cabeceras tengan un sello conocido. 1603 [SUP]. 2 fs. 11.- Testimonio de auto del Virrey sobre el salario de los jueces que han de entender en el negocio de la congregación de los indios. México, 1603. 2 fs. 12.- Mandamiento sobre la orden que se ha de tener en la cobranza del tributo de los indios. 1603 [SUP]. 2 fs. 13.- Instrucción que se dio a los jueces de la ejecución de congregaciones de los indios y la que habían de guardar en el hacer de las iglesias de los pueblos que se levantan y en la traslación de sus ornamentos. México 1603. 8 fs. 14.- El Virrey a los religiosos de San Francisco de todos los conventos de la Nueva España en razón de la traslación de los ornamentos de las iglesias que se deshacen por la obra de la reducción de los indios. México, 17-IX-1603. 2 fs. 15.- S.M. al Virrey, traslado de un capítulo, encargándole continúe lo de la reducción de los indios y sobre que deje advertido a su sucesor Marqués de Montesclaros de cuanto convenga a este negocio. Buitrago, 29-V-1603. 2 fs. 16.- Discurso de la reducción general de los indios y estado de ella, que se le dejó al Virrey por su antecesor el Conde de Monterrey. Cuernavaca, 14-I-1604. 22 fs",
    "desc": null,
    "locn": "Otumba",
    "lbd": "1603-11-18.",
    "upd": null,
    "ref": "MEXICO,25,N.48"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
