{
  "id": "c5888",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361229",
    "docs": 1,
    "title": "Carta del virrey Juan de Mendoza y Luna, marqués de Montesclaros.",
    "scope": "El Virrey a S.M., mejoría de la hacienda. Ruina de las minas. Falta en venir navíos de Filipinas. Gastos de guerra en socorro de la flota. Ayuda a mineros. Moneda a Filipinas. Vacantes de oficios vendibles. Derechos de China aplicados a Filipinas. Remates. 4 fs. Anejos: \n1.- Dos reales cédulas que se despacharon al Virrey y al Gobernador de Filipinas Don Pedro de Acuña sobre la preparación y envío de la fuerza para la jornada de Terrenate de las islas Malucas. Valladolid, 20-IX-1603. Copia [S.F.]. 2 fs. 2.- Decreto del Consejo del Consejo de Indias sobre los gastos que se mandaron hacer por el Virrey en el pasaje y aviamiento de los soldados que el maestre de campo Juan de Esquivel llevó a Terrenate. Valladolid, 13-VIII-1605. 2 f. 3.- Notas de la Secretaría del Consejo de Indias por las que se ordena buscar y juntar los papeles que hubieron en razón del gobierno y excesos del Virrey de la Nueva España. 31-III-1605. 1 f. 4.- Relación de lo que se ha librado y pagado en la Real Caja de México para el despacho de las naos e infantería y gente de mar que ha ido a Filipinas. 30-III-1605. 2 fs. 5.- Relación de lo que se ha librado y pagado de la real caja de México para el despacho de las naos, infantería y gente de mar el presente año a las islas Filipinas. México, 31-III-1605. 2 fs. 6.- Observaciones hechas en el Consejo de Indias a la relación de lo librado de la caja de México para el despacho de las naos, infantería y gente de mar a Filipinas en 1605 (?). 1605 [SUP]. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1605-03-31.",
    "upd": null,
    "ref": "MEXICO,26,N.41"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
