{
  "id": "c6252",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361334",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., conquista del Nuevo México. 4 fs. Anejos: \n1.- Justicia, regimiento y soldados que asisten en la villa de San Gabriel, del Nuevo México, al Virrey, sobre le propósito que tienen de despoblarla si no se les envía socorro. 24-VIII-1607. Copia [S.F.]. 2 fs. 2.- Mandamiento del Virrey por el que declara el tiempo que será necesario para consultar a S.M. el estado de las cosas del Nuevo México, cuyos vecinos están determinados a despoblar si no reciben socorro. México, 27-II-1608. Copia [S.F.]. Hay duplicado. 2 fs. 3.- Real Provisión expedida por el Virrey, por donde se manda a Don Juan de Oñate que no salga de las provincias del Nuevo México en el tiempo que se le señala u otra cosa S.M. le mande. México, 27-II-1608. Copia [S.F.]. Hay duplicado. 2 fs. 4.- Real Provisión despachada por el Virrey por la que dio el título de Gobernador de Nuevo México a Don Juan Martínez de Montoya, en lugar de Don Juan de Oñata; con inserción del auto acerca de lo acordado para esta jornada. México, 27-II-1608. Copia [S.F.]. Hay duplicado. 2 fs. 5.- Mandamiento del Virrey por el que da licencia a Fray Lázaro Ximénez, de la orden de San Francisco, para ir al Nuevo México. México, 6-III-1608. Copia [S.F.]. Hay duplicado. 2 fs. 6.- Mandamiento del Virrey para que el gobernador de Nuevo México conforme a la gente y armas que tuviere, procure que ande una escuadra que acuda al remedio que evite los daños que causan los indios apaches de guerra. México, 6-III-1608. Copia [S.F.]. Hay duplicado. 2 fs. 7.- El Gobernador Juan de Oñate al Virrey, sobre el propósito que tienen los vecinos y soldados que asisten en la villa de San Gabriel del Nuevo México de despoblarla si no reciben socorro. San Gabriel, 24-VIII-1608. Copia [S.F.]. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1607-03-06.",
    "upd": null,
    "ref": "MEXICO,27,N.40"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
