{
  "id": "c6314",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361312",
    "docs": 1,
    "title": "Carta del virrey Juan de Mendoza y Luna, marqués de Montesclaros.",
    "scope": "El virrey a S.M., puerto de Monterrey. Puerto para naos de Filipinas. Parajes de las islas Rica de Oro y Rica de Plata. Socorro a Filipinas. Cobro de atrasados por la visita. Contador de tributos. Plata labrada a Filipinas. Fletes a China. Fraudes a China. Fraudes en carga para Filipinas. Provisión para galeones. Cédula sobre enviar pesos al gobernador de Filipinas. Escribanía de México. Derechos de minas. Estanco de pólvora. 6 fs. \nAnejos: \nDerrotero y relación del descubrimiento que hizo el Capitán y piloto mayor Sebastián Rodríguez Cermeño por orden de S.M., hasta la isla de Cedros, y descubrimiento del cabo Mendocino. México, 24-IV-1526. 10 ho. en 4º \nDecreto por el que S.M. manda que se vez en la junta de guerra la consulta del Consejo sobre el nuevo puerto de Monterrey. Ventosilla, 11 [?],VI-1607. 2 fs. \nDecreto de guerra para que se consulte a S.M. sobre lo que ha parecido al Consejo de Indias que se provea acerca del descubrimiento y población de Monterrey. 18-IX-1607. 2 ho. en 4º \nSebastián Vizcaíno a S.M., sobre el puerto de Monterrey que descubrió en el Mar del Sur. Sanlúcar, 3-XII-1607. 2 fs. \nCertificación de los gastos que hicieron en la jornada de Terrenate en el tiempo que gobernó el Virrey Marqúes de Montesclaros. México, 11-VIII-1607. 10 fs. \nTraslado del asiento que se tomó con Gregorio Ortego, vecino de México, en razón de proveer del salitre y pólvora necesaria para la munición real, por tiempo de seis años. Impreso. México, 30-IX-1605. Hay duplicado. 6 fs. \nEl Virrey a S.M., capítulo sobre el asiento que se ha tomado para la fábrica y administración de la pólvora. 27-V-1607. Copia [S.F.]. 2 fs. \nTraslado del asiento que se tomó con Cristóbal Gudiel, artillero y polvorista de las reales causas de México, por la fabricación de pólvora y administración de ella; y los que seguidamente se tomaron con Alonso Arias, Juan Grande y Antonio Gómez. México, 28-IV-1579. 10 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1607-05-27.",
    "upd": null,
    "ref": "MEXICO,27,N.18"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
