{
  "id": "c6419",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361329",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., Filipinas. Recibo de Cédulas. Provisión de Gobernador. Estado de Terrenate y Socorro. Leva de Gente. Artillería. Pólvora. Falta de artilleros. Necesidad de mosquetetes y arcabuces. Socorro de dinero. Permisión de dinero para Manila. Permisión de dinero para Manila. Pobladores y gente de mar. Orden en la flota. Muerte de Agustín de Arceo. Hay duplicado. 8 fs. Anejos:\n1.- El Virrey a S.M., capítulo tocante a la falta de artilleros para Filipinas. 4-III-1608. Copia [S.F.]. 1 f. 2.- La Audiencia de México a S.M., capítulo sobre las consultas que hizo el Virrey ante el acuerdo acerca del nombramiento de gobernador para Filipinas entre tanto llegaba el propietario Don Juan de Silva. 3-III-1608. Copia [S.F.]. 2 fs. 3.- Nota sobre lo que dice el Virrey del Perú Marqués de Cañete acerca de lo que se le preguntó de la artillería que labró en el Perú y lo que de ella podría enviar para Filipinas. [S/F]. 2 fs. 4.- Junta de guerra del Consejo de Indias al Procurador General de las Filipinas Hernando de los Ríos, billete inquiriendo sobre la fundición de artillería en las islas. 18-IX-1608. 2 fs. 5.- El procurador de las Filipinas Hernando de los Ríos, al Secretario del Consejo Juan de Ciriza, respuesta de lo que se le preguntó sobre la fundición de artillería en aquellas islas. IX,1608 [SUP]. 2 fs. 6.- Decreto de la junta de guerra sobre lo que se ha de consultar a S.M. sobre lo de la fundición de artillería de Manila. 23-IX-1608. 2 fs. 7.- Decreto del Consejo sobre lo que se ha de mandar al Virrey del Perú acerca de la artillería que en ese reino se ha de hacer y enviar a la Nueva España, lllevarlas a Filipinas. [S/F]. 2 fs. 8.- Don Juan de Mendoza, de la junta de guerra, al secretario del Consejo Juan de Ciriza, respuesta sobre el sueldo de los artilleros de Indias. 2 fs",
    "desc": null,
    "locn": null,
    "lbd": "1608-03-03.",
    "upd": null,
    "ref": "MEXICO,27,N.35"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
