{
  "id": "c6432",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361336",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., estado de la hacienda. Partidas dudosas. Servicio de gobernaciones por tenientes que compran el oficio. Contador Alonso de Salazar. Jornales de los indios. Medio para su paga. Alcance de Gordián Casasano. Hay duplicado. 4 fs. Anejos: \n1.- El Virrey a S.M., en razón de ciertas partidas de correo y otras cuentas de que había dudas. 9-III-1608. Copia de capítulo [S.F.]. 1 f. \n2.-Relación de los gastos de correos para despachos de los virreyes pagados en la real caja de México. Madrid, 21-VII-1607. Copia [S.F.]. 2 fs. \n3.- Relación de lo que por las cuentas de la real hacienda de México resulta haberse pagado a los que han servido el oficio de correo mayor de la Nueva España para gastos de correo desde 1597 a 1603. 1597-1603 Hay duplicado 2 fs. \n4.- Relación y cuenta de los indios que por mandado del Virrey Marqués de Montesclaros trabajaron en las calzadas y albarradas de la ciudad de México. 9-III-1608. Copia [S.F.]. 2 fs. \n5.- Real Cédula capítulo en razón del donativo o empréstito que se le hace por algunas personas en la Nueva España, con nota sobre le particular. San Lorenzo, 7-VII-1607. Copia [S.F.]. 1 f. \n 6.- Real Cédula al Virrey en razón del yerro de 6.000 pesos que aparece en la cuenta de la caja de México en contra de S.M., con nota de satisfacción sobre le particular. San Lorenzo, 18-VII-1607. Copia [S.F.]. 2 fs. \n7.- Testimonio de la real caja de México acerca de la información secreta que se hizo sobre le remate del oficio de alguacil mayor de corte de México. [S.F.]. 4 fs. \n8.- Certificación expedida por los contadores de la visita de la real caja de México de dos libranzas hechas en el género de extraordinarios pagados a los oficiales reales de la isla de San Juan de Puerto Rico. México, 8-I-1608. 4 fs. \n9.- Certificación dada por los contadores de la visita de real hacienda de la caja de la ciudad de México de la partida de 8.000 pesos que metió en ella Diego Gutiérrez Zarfate por vía de préstamo a S.M. México, 27-II-1608. 2 fs. \n10.- Certificación dada por el Contador de la real caja de México, Diego de Ochandiano del donativo y préstamo que se hizo a S.M. en Nueva España los años 1599 a 1600. México, 28-II-1608. 2 fs. \n11.- Relación de los oficios de la real hacienda que están vacos. 1608. 1 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1608-03-09.",
    "upd": null,
    "ref": "MEXICO,27,N.42"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
