{
  "id": "c6476",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361345",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., intentos de fundar conventos. Capítulo de la orden de San Agustín. Idem de Santo Domingo. Diferencias con la de San Francisco. Religiosos de España que van a Filipinas. Recomendación de personas eclesiásticas. División del obispado de Nueva Galicia. 6 fs. Anejos: \n1.- El Virrey a S.M., recibo cédulas reales. Salud y paz. Desague de la laguna. Avisos dados por el visitador de la Audiencia. Nuevos jueces. Muerte de indio D. Juan de Rivas. Sobre la residencia de D. Juan Marmolejo. Negros alzados. Agustinos que van a España. Limosnas de vino y aceite a las religiosas. Cochinilla. Congregación de indios. Gobierno Filipinas. Fernando de Ayala. Muerte de Santiago del Hierro. Enfermedad de Gaspar de la Fuente. México, 9-III-1608. 8 fs. 2.- El Provincial y Definitivo de la provincia del Santo Evangelio de la orden de San Francisco de la Nueva España, a S.M., sobre algunos particulares del estado de aquella provincia. México, 1-III-1608. 2 fs. 3.- Relación sacada de los autos hechos por mandado del Virrey, sobre que en la Nueva España, en los puestos de las congregaciones de indios ni hay religioso de la orden de San Agustín con título de prior ni de vicario, y sobre el capítulo de dicha orden. 28-IV-1608. 4 fs. 4.- Don Alonso de Peralta al provincial de la orden de San Agustín en México, Fray Cristóbal de la Cruz, con consejos de prudencia en la contratacción que ha tenido con el Virrey acerca de los conventos de la religión en los lugares de congregación de indios. 21-IV-1608. 2 ho. en 4º. 5.- Testimonio de los autos seguidos sobre la donación que Alonso Rodríguez del Vado, vecino de México, hizo del hospital del Espíritu Santo, para que los religiosos de San Francisco fundasen en él un colegio y la contradicción que sobre ello hubo por parte del Virrey. México, 5-III-1608-2-IV-1608. 12 fs. 6.- Relación de lo actuado en razón de haber metido Alonso Rodríguez del Vado, vecino de México, en sus casas y hospital nombrado El Espíritu Santo, a los religiosos de San Francisco, y expelídose de él. 1608 [SUP]. 2 fs. 7.- Testimonio de autos seguidos por el Virrey en cumplimiento de lo mandado por sus antecesores para que en los lugares y puestos de indios congregados no se funde por los de la orden de San Agustín convento, ni haya religioso de ella con título de prior ni vicario. México, 11-XI-1607-30-V-1608. Hay duplicado. 20 fs. 8.- Fray Cristóbal de la Cruz, provincial de la orden de San Agustín en México, a S.M., sobre los casos que se han ofrecido en el gobierno doméstico de la religión y dificultades con el Virrey. México, 30-V-1608. 2 fs. 9.- Fray Bernardo de Salba, comisario general de las Indias, de la orden de San Francisco, al Virrey, acerca de pretender algunos frailes de dicha orden fundar un colegio en México. San Francisco, (México) 2-V-1609. 2 fs. 10.- Relación de los conventos que hay en la Nueva España, de la orden de San Agustín, con el número de religiosos que tienen. México, 10-VI-1608. 2 fs. 11.- El Virrey a S.M., capítulo sobre la patente. 23-VI-1608. Copia [S.F.]. 2 fs. 12.- Relación de los conventos y ministros que tiene la provincia del Santo Evangelio de la orden de San Francisco en el reino de México. México, 18-V-1609. 6 fs. 13.- Decreto acerca de lo proveído por el Virrey sobre la orden de San Agustín. [S.F.]. 2 f. 14.- Testimonio de los autos que pasaron entre el P. Fray Diego del Aguila, provincial de la orden de San Agustín, de la provincia de Mechoacán, y algunos religiosos de ella. México, 30-IV-1610-3-XII-1610. 3 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1608-06-23.",
    "upd": null,
    "ref": "MEXICO,27,N.51"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
