{
  "id": "c6563",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361356",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., Hospital de los indios. Colegio San Gregorio de los jesuitas. Pacificación de Sinaloa. Indios chichimecas. 4 fs. Anejos: \n1.-Real Cédula que se despachó al Virrey para que diese información del estado que tenía la obra del Hospital Real de los indios de México. San Lorenzo, 21-VII-1607. Copia [S.F.]. 2 f. 2.- Reales cédulas despachadas al Virrey Marqués de Montesclaros sobre la gracia que hizo al Hospital real de los indios de México del aprovechamiento de los corrales de las comedias. Tordesillas, 1-III-1605. Copia [S.F.]. 2 fs. 3.- Relación del Consejo sobre lo que se ha hecho tocante a las misiones de la provincia de Sinaloa. [S.F.]. 2 fs. 4.- Relación del P. Martín Peláez, viceprovincial de la Compañía de Jesús en la Nueva España, sobre el estado de la misión que tiene en Sinaloa. [S.F.]. Hay duplicado. 2 fs 5.- Relación de la cédula, mandamientos y ayuda que se ha dado al Padre Pedro de Morales de la Compañía de Jesús, y a sus diez y ocho compañeros, que pasaron a la Nueva España para ir a Sinaloa, Topia y La Laguan. [S.F.]. 2 f. 6.- Real Cédula por la que S.M. dió licencia al P. Pedro de Morales, de la Compañía de Jesús, para pasar con diez y ocho religiosos de ella a la Nueva España y asistir en Sinaloa, Topia y La Laguna, y para que de la caja de México se les diese lo necesario para su avío. Madrid, 6-IV-1594. Traslado hecho en Sevilla en 24-V-1594. 2 fs. 7.- Traslado de real cédula para que puedan pasar a las Indias con el P. Pedro de Morales, de la Compañía de Jesús, diez y ocho religiosos, sus compañeros, que van a la Nueva España a las provincias de Sinaloa, Topia y La Laguna, y se les dé en Sevilla lo necesario para su viaje. Madrid, 6-IV-1594. (Es duplicado del nº 62F) 2 fs. 8.- De mandamiento del Virrey sobre los compañeros que se han de dar a los jesuitas que asisten en las cuatro misiones de Sinaloa, Sierra de Topia, Tepehuanes y Parras, y en las nuevas poblaciones de San Pablo y Ocotlán. México, 5-IX-1608. Copia [S.F.]. Hay duplicado. 2 fs. 9.- Memorial que los padres de la Compañía de Jesús dirigieron al Virrey. 1608 [SUP]. 2 fs. 10.- Mandamiento del Virrey por el que se manda librar en los oficiales reales de la ciudad de México 1.300 pesos que han de dar a los cuatro religiosos jesuitas que han de ir a las misiones de Sinaloa y otras. México, 26-I-1595. Copia [S.F.]. Hay duplicado. 2 f. 11.- Mandamiento del Virrey para que en cada una de las cuatro misiones que tienen los jesuitas en Sinaloa, Sierra de Topia, Tepeguanes y Parras, haya un seminario, y para que de la caja de México se den 300 pesos por año a cada uno, a cuenta de gastos de guerra de chichimecas. México, 8-IX-1608. Copia [S.F.]. Hay duplicado. 2 fs 12.- Mandamiento del Virrey para que a los religiosos de la Compañía que asisten en las misiones de Sinaloa, Tepeguanes y Parras, se les acreciente la limosna que se les da de la real hacienda a razón de 300 pesos a cada uno de cada año. México, 9-IX-1608. Copia [S.F.]. Hay duplicado. 2 fs. 13.- El Virrey a S.M., capítulo sobre la información que se le pide del estado de la provincia de Sinaloa. 17-XII-1608. Copia [S.F.]. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1608-12-17.",
    "upd": null,
    "ref": "MEXICO,27,N.62"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
