{
  "id": "c6565",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361352",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., minas y azogue. Partida para Filipinas de su gobernador. Minas de Taxco. El alcance del Contador Casasano. Los pesos que se dieron a Oñate para el Nuevo México. Fraudes de los vecinos de Manila. Alcabalas de Nueva Vizcaya. Id. de Veracruz. Partida del Gobernador de Filipinas. Soldados que lleva. Azogue de las Filipinas. Rey de Terrenate. Quitas y vacaciones. Hay duplicado. 5 fs. Anejos: \n1.- El Virrey a S.M., tres capítulos sobre la partida del gobernador de Filipinas para dichas islas y el socorro y ayuda que lleva. 17-XII-1608. Copia [S.F.]. 2 fs. 2.- Testimonio de la información mandada hacer por el Virrey sobre el estado de la armería y municiones de la sala de la real casa de México. 25-X-1608. Hecho en México en 18-XII-1608. 18 fs. 3.- Relación de las municiones, pertrechos y bastimentos que se han llevado al puerto de Acapulco así para abastecer las naos como para el socorro de las Filipinas. Copia [S.F.]. 4 fs. 4.- El Virrey a S.M., capítulo sobre los 3.000 pesos en que fue alcanzado el Contador Gordián Casasano. 17-XII-1608. Copia [S.F.]. 1 f. 5.- El Virrey a S.M., capítulo sobre los 6.000 pesos que se dieron a Don Juan de Oñate para la jornada de Nuevo México. 17-XII-1608. Copia [S.F.]. 1 f. 6.- Capítulo del asiento que se tomó con Don Juan de Oñate para la pacificación de Nuevo México, tocante al salario que había de recibir. Copia [S.F.]. 2 ho. en 4º. 7.- Luis Núñez Pérez, alcalde mayor de las minas de Tasco, al Virrey, sobre el socabón que conviene hacer en el cerro rico de dichas minas. México, 10-X-1608. Copia [S.F.]. Hay duplicado. 2 fs. 8.- Notas del Consejo de Indias sobre lo que se ha de mandar al gobernador de Filipinas para la averiguación de las culpas y delitos del rey de Terrenate; y en lo de las quitas y vacaciones de la Nueva España. [S.F.]. 2 ho. en 4º. 9.- Testimonio de Auto del Virrey Conde de Monterrey por el que manda fijar a las personas queen la real caja de México se les ha de librar en razón de quitas y vacaciones, México, 26-IX-1603. [S.F.]. Hay duplicado. 4 fs. 10.- Traslado de los autos y declaraciones que dieron el fiscal de la Audiencia de México y los oficiales reales sobre las quitas y vacaciones que se libran en la real caja. México, 6-XI-1608. Traslado hecho en México en 30-I-1609. 6 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1608-12-27.",
    "upd": null,
    "ref": "MEXICO,27,N.58"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
