{
  "id": "c6715",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361368",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., recibo de despachos. Islas ricas. Azogue que iba al Perú. Desagüe. Sisa del vino. Obispado para Tabasco. Agregación de Tabasco a gobierno de Yucatán. Canonjías de México. Escrito de Fray Juan Mazorra. Arbitrio del ensaye. Relación útil a descubrimiento de islas ricas. Intento de Sebastián Vizcaíno sobre esto. Estado de la visita. Salario de oidores y otros ministros. Licencia a oidor para casar hijos. Nuevo México. 10 fs. Anejos: \n1.- Relación que el Contador de la real hacienda de México, Diego de Ochandiano, dio al Virrey acerca del error que se ha hallado en el ensaye de la plata. México, 13-X-1604. Copia [1609] [SUP]. 4 fs. 2.- Diego de Ochandiano, Contador de la real hacienda de la Nueva España, a S.M., sobre el valor de la plata. México, 24-III-1605. 2 fs. 3.- Memoria de Hernando de Godoy, platero y vecino de México, contenido en capítulo sobre lo que se ha de guardar en el ensaye de la plata para poder cobrar su valor. México, 25-I-1605. Copia hecha en México en 4-VII-1607. Hay duplicado. 4 fs. 4.- El Virrey a S.M., capítulo sobre el arbitrio propuesto para el ensaye por el platero Hernando de Godoy. 21-X-1609. Copia [S.F.]. 2 fs. 5.- Hernando de Godoy, platero, vecino de México, a S.M., sobre el valor de la plata en la Nueva España y daño que sufre al real hacienda en ello. México, 28-VII-1607. Hay duplicado. 2 fs. 6.- Francisco de Irarrazábal, factor y veedor de la real hacienda de la Nueva España, a S.M., sobre el valor de la plata. México, 22-VIII-1607. Hay duplicado. 2 fs. 7.- Francisco de Irarrazábal, factor y veedor de la Nueva España, al Virrey, sobre el ensaye de la plata. México, 12-IV-1609. 2 fs. 8.- Miguel de Torres, ensayador de la real caja de México, al Virrey, parecer sobre los ensayes de la plata. México, 19-X-1609. 4 fs. 9.- Recopilación que firma Francisco de Irarrazábal, factor y veedor de México, de las leyes en que se ha mandado labrar la plata en Flandes, Francia, Hungría y Alemania, desde 1554 hasta 1579. México, 12-X-1609. 2 fs. 10.- Traslado de un capítulo de la ordenanza que se dio el año 1535 sobre la labor de la moneda. 16-V-1635. Hecho en México en 15-X-1609. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1609-10-21.",
    "upd": null,
    "ref": "MEXICO,27,N.74"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
