{
  "id": "c6793",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361375",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey a S.M., naos de Filipinas. Compra de navíos para dichas islas. Leva de gente. Moneda que se envió a Manila para azogue. Doscientos mil pesos que se envían al gobernador de las islas. Hay duplicado. 4 fs. Anejos: \n1.- El gobernador de las Filipinas a S.M., sobre el estado de la guerra en aquellas islas. La falta de artillería y la necesidad de socorro conforme a la memoria que envía. Nao Espíritu Santo, 16-I-1609. 2 fs. 2.- Memoria de lo que se ha de proveer y enviar de la ciudad de México, por el factor de la caja de ella Francisco Irarrazábal, para el campo de las islas Filipinas. 1609 [SUP]. 3 fs. 3.- Memoria de las cosas que envía a pedir el Gobernador de las Filipinas Don Juan de Silva, de socorro. 1609 [SUP]. 2 fs. 4.- Memorial del Maestre de Campo Cristóbal Azcueta Menchaca de lo que pidió a los holandeses de la fuerza de Malayo, isla de Terrenate, por el rescate del General Pablo Branzaerden y veinte cuatro holandeses que se prendieron con él. 1609 [SUP]. 2 fs. 5.- El Sargento Mayor Cristóbal de Azcoeta al Gobernador de las Filipinas Don Juan de Silva, sobre le estado de las fuerzas a su cargo. Fuerza de Terrenate, 23-IV-1610. Copia [S.F.]. 8 fs. 6.- Trasunto de la relación de los papeles y cartas que se hallaron en el navío que se tomó al enemigo holandés a vista de la isla Tidore, por el Capitán Pedro de Avellaneda, con orden del Maestre de Campo Cristóbal Azcueta Menchaca. 15-VII-1610. Copia [S.F.]. 2 fs. 7.- El Sargento Mayor Cristóbal de Azcueta Menchaca al Gobernador de Filipinas Don Juan de Silva, sobre la galera que aderezó el viaje que hizo y la refriega que tuvo con los holandeses y terrenates. Fuerza de Terrenate, 29-VII-1610. Copia [S.F.]. 8 fs. 8.- El gobernador de Filipinas a S.M., relación sobre los sucesos de la guerra con los holandeses y de haberse prendido al general de éste con papeles de importancia. 4-IX-1610. Relación [S.F.]. 2 fs. 9.- Relación de la gente de mar y guerra, moneda y otras cosas que se enviaron a Filipinas en las dos naos que salieron de Acapulco el 25.03.1610. 25-III-1603. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1610-04-04.",
    "upd": null,
    "ref": "MEXICO,28,N.2"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
