{
  "id": "c6847",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361379",
    "docs": 1,
    "title": "Carta del virrey Luis de Velasco y Castilla.",
    "scope": "El Virrey al secretario del Consejo de Indias Don Juan Ruiz de Contreras, imposición sobre el vino. Desagüe. Llegada de pliegos mojados. Envío de pliegos en avisos. Llegada de nao de Filipinas. 2 fs. \nAnejos: \n1.- Real Cédula dirigida al Virrey sobre el medio real de sisa que impuso en cada cuartillo de vino. Aranda, 7-VIII-1610. Copia [S.F.]. 1 f. \n2.- Testimonio del auto proveído por el Virrey sobre el medio real impuesto en cada cuartillo de vino. 28-IX-1610. Testimonio hecho en México en 2 de octubre de 1610. 4 fs. \n3.- El consulado a S.M., sobre la imposición del medio real hecha a cada cuartillo de vino. Sevilla, 4-II-1611. 2 fs. \n4.- La ciudad de Sevilla a S.M., suplicando cese la imposición de medio real que se lleva por cada cuartillo de vino que se carga en las flotas para las Indias. Sevilla, 15-II-1611. 1 ho. \n5.- Consulado de Sevilla a S.M., sobre la imposición del medio real hecha a cada cuartillo de vino. Sevilla, 5-IV-1611. 2 fs. \n6.- La Casa de Contratación de las Indias a S.M., de las diligencias que se hacen para el despacho de la flota de Nueva España, ante las dificultades que se ofrecen sobre el precio de los fletes y averías. Sevilla, 9-IV-1611. 2 fs. \n7.- Testimonio de lo que se acordó en la junta de cargadores y dueños de navíos mandada celebrar por los de la Casa de la Contratación de las Indias, para tratar de concertar los precios de los fletes y avería de la flota que se apresta para ir a la Nueva España. Sevilla, 9-IV-1611. Testimonio [S.F.]. 4 fs. \n8.- Decreto del Consejo de Indias para que se pida información al Virrey sobre lo que ha costado la obra del desagüe y su duración y trabajo, y sobre moderar la sisa sobre el vino. Madrid, 15-IV-1611. 2 hs. en 4º \n9.- El Consulado de Sevilla a S.M., acerca de las dificultades que se ofrecen sobre concertar el precio de los fletes. Sevilla, 9-IV-1611. 2 fs. \n10.- El Consulado de Sevilla a S.M., en razón de la imposición de sisa hecha por el Virrey, sobre cada cuartillo de vino. Sevilla, 10-IV-1612. 2 fs. \n11.- Real Cédula dirigida al Virrey sobre que la sisa que impuso en el vino para los gastos de desagüe de la laguna de México, modere a la mitad. Aranjuez, 8-V-1611. Copia [S.F.]. 2 f. \n12.- Decreto del Consejo de Indias sobre la obra del desagüe de la laguna de México y la imposición de sisa que para ello se echó al vino. Madrid, 30-V-1612. 2 fs. \n13.- Fiscal del Consejo de Indias al secretario del mismo, respuesta en relación con la sisa que impuso el Virrey sobre el vino para la obra del desagüe. 28-V-1612 [SUP]. 1 f",
    "desc": null,
    "locn": "México",
    "lbd": "1610-10-20.",
    "upd": null,
    "ref": "MEXICO,28,N.6"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
