{
  "id": "c7575",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361396",
    "docs": 1,
    "title": "Carta del virrey Diego Fernández de Córdoba, marqués de Guadalcázar.",
    "scope": "El Virrey a S.M., despacho de la flota. Papeles de Fray Juan Mazorra. Penas de cámara. Ingeniero del desagüe. Autos sobre obra de desagüe. Sisa para la obra. Extranjeros. Residencia del correo mayor. Casamiento de oidor de Guadalajara. Cosas de esta Audiencia. Incendio en Acapulco. Viaje del presidente de Quito. Alcalde Don Juan de Velasco. Hay duplicado. 4 fs. Anejos:\n1.- Relación de las causas que se siguen contra extranjeros que se hallan sin licencia en la Nueva España, escoceses, griegos, alemanes, venecianos, flamencos, corsos, mesineses, italianos, milaneses, genoveses y portugueses. 18-V-1615. Testimonio hecho en México en 18 de mayo de 1615. 6 fs. 2.- Relación de las causas que se siguen contra extranjeros que han pasado sin licencia a la Nueva España: ingleses, franceses, flamencos, alemanes, bretones, griegos, venecianos, saboyanos, palermitanos, genoveses, sicilianos, napolitanos e italianos. México, 18-V-1615. Hay duplicado. 6 fs. 3.- Los jueces de las causas de extranjeros de la Nueva España a S.M., sobre los medios que toman con algunos de ellos aunque estén comprendidos en la prohibición. México, 23-V-1615. 2 fs. 4.- Nota del Consejo sobre la carta de la junta de causas de extranjeros de la Nueva España, para saber si se ha de responder a la junta o se ha de hablar con el Virrey. 1615 [SUP]. 2 ho. en 4º 5.- Auto proveído por el Virrey sobre la refacción de la sisa del vino que se hace al estado eclesiástico del cuartillo que en cada uno de vino se paga para la obra del desagüe. México, 5-V-1615. Testimonio [S.F.]. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1615-05-05.",
    "upd": null,
    "ref": "MEXICO,28,N.23"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
