{
  "id": "c8498",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361473",
    "docs": 1,
    "title": "Memorial del virrey Diego Fernández de Córdoba, marqués de Guadalcázar.",
    "scope": "Memorial del virrey marqués de Guadalcázar sobre la culpa que se le imputa por Real Cédula de haber excedido en la honras fúnebres de su esposa [Mariana Riederer de Paar], marquesa de Guadalcázar. \n2 folios. \nAnejo: \n1.- Memorial del virrey sobre la condenación de 4.000 ducados que se le impuso por haber sido inculpado de exceso en la exequias de su mujer la marquesa, suplicando se le restituya dicha cantidad. 1620 [SUP]. 3 folios. \n2.- El doctor Galdós de Valencia, oidor de la Audiencia de México, al rey, sobre la muerte y exequias de la marquesa de Guadalcázar. México, 27-05-1619. 2 folios. \n3.- El Consejo de Indias sobre los papeles tocantes al virrey en relación de haber sido culpado de exceso en las honras fúnebres de su mujer, la marquesa de Guadalcázar. Consejo, 14-12-1620. 2 hojas en cuarto. \n4.- Testimonio y otros papeles sobre lo que se hizo en las exequias de la marquesa de Guadalcázar. México, 20-04-1620. 20 folios. \n5.- Condena del Consejo hizo al virrey y Audiencia de México sobre el exceso de las honras y lutos de la marquesa de Guadalcázar. 1620 [SUP]. 2 hojas cuarto. \n6.- Real Cédula dirigida a los oficiales de Real Hacienda de México para que retengan 4.000 ducados del salario del virrey y lo que se manda retener en el salario de los señores de la Audiencia, con que se les pena con excesos en las exequias de la virreina. Madrid, 12-12-1619. 2 folios. \n7.- Despachos y papeles tocantes al exceso que se cometió por el virrey y Audiencia de México en las exequias de la marquesa. 1620 [SUP]. 1 folio. \n8.- Decreto del Consejo de Indias sobre el exceso en que se incurrió por el virrey y ministros de México, con ocasión de entierro, honras y lutos que se hicieron a la muerte de la marquesa de Guadalcázar. Consejo, 7-11-1619. 2 folios.",
    "desc": null,
    "locn": "México",
    "lbd": "1620-10-14.",
    "upd": null,
    "ref": "MEXICO,29,N.40"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
