{
  "id": "c8708",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/21522",
    "docs": 1,
    "title": "Plano de la planta de la catedral vieja de Valladolid de Michoacán.",
    "scope": "En la parte superior central la nota: 'iglesia vieja de adobes'. Escala gráfica en el lateral del plano. En el otro lateral un testimonio y parecer dano ante Juan Bautista Vergara, escribano, por Alonso del Arco y Alonso Hernández, maestros de arquitectura, vecinos de Valladolid, por el que hacen constar que el plano de la planta que se dibuja es un tralado fiel de otra planta que hizo el maestro de arquitectura Francisco de Chavida por orden del virrey de Nueva España, y del peligro de ruina del edificio. México, 16 de junio de 1621. \n  \nPresenta el plano de la planta de la llamada 'iglesia vieja' o 'catedral vieja' de Valladolid de Michoacán. De traza rectangular con testero plano y coro a los pies. Con tres naves longitudinales y siete tramos separados por columnas de piedra. La nave principal está ocupada por el coro y el altar mayor. Detrás el testero del altar mayor y la sacristía se encuentra la torre. El acceso se hace por tres partes: fachada y en cada uno de los laterales. \n  \nNotas explicativas diseminadas en el plano. \n  \nLa documentación asociada incluye padrón de los habitantes de Valladolid. \n  \nAl dorso: continuación del testimonio anterior. Estiqueta adhesiva antigua del Archivo General de Indias relativa a la restauración del plano \n  \nEn 1576 con motivo del traslado de la sede espiscopal de Michoacán a la ciudad de Valladolid se dispuso la construcción de un templo conforme a las demás catedrales de la tierra. Se levantó de forma rápida una iglesia 'de prestado' o provisional, de no muy buena factura constructiva. En 1584 un incedió destruyó parte de la misma. El cabildo eclesístico continuó las gestiones para levantar una iglesia que tuviese la dignidad requerida, pero no fue hasta 1618 en que el virrey marqués de Guadalcázar comisionó a los arquitectos Alonso Martínez López, maestro mayor de la fábrica de la catedral de México, Alonso del Arco y Alonso Hernández para reconocer la iglesia vieja por si era factible su reconstrucción y hacer también una planta de la nueva catedral. Por su parte, arzobispo y cabildo eclesiástico comisionaron a los arquitectos Francisco de Chavida y Alonso de Molina para medir la iglesia vieja y levantar su planta, de la que el presente plano es copia. \n  \nNúmero de registro: 1029. ",
    "desc": null,
    "locn": null,
    "lbd": "1621.",
    "upd": null,
    "ref": "MP-MEXICO,565"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
