{
  "id": "c8731",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361515",
    "docs": 1,
    "title": "Carta del virrey Diego Carrillo de Mendoza, marqués de Gelves.",
    "scope": "El Virrey a S.M., excesos de los generales de flota. 2 fs. Anejos: \n1.- Testimonio del mandamiento del Virrey para que se guarde en la ciudad de Nueva Veracruz en razón de los excesos de los generales y oficiales de las flotas, y autos sobre su ejecución. México, 30-XII-1621. 5 fs. 2.- Testimonio del mandamiento del Virrey para que se guarde en la ciudad de Nueva Veracruz en razón de los excesos de los generales y oficiales de las flotas. México, 30-XII-1621. 2 fs. 3.- Memorial de la ciudad de la Nueva Veracruz, presentado en el Consejo en razón de las vejaciones y molestias que los generales, ministros y oficiales de las flotas causan en los vecinos en llegando éstas. Consejo, 26-VIII-1622 [SUP] 2 ho. en 4º 4.- La ciudad de Nueva Veracruz a S.M., sobre los excesos que se cometen por los generales y oficiales de las flotas, so color jurisdicción. Veracruz. 5-III-1622. 2 fs. 5.- Traslado de una información que el corregidor de Veracruz hizo contra el General Fernando de Sousa y sus oficiales, sobre los agravios que hicieron a los careteros que fueron por los géneros que vinieron de España en la flota. Veracruz, 24-X-1621. 22 fs. 6.- La ciudad de Nueva Veracruz al Virrey, dándole las gracias por la orden y bando que envió para remedio de los excesos del general y oficiales de la flota. Nueva Veracruz, 11-I-1622. 2 fs. 7.- Traslado de la informanción que se hizo en la ciudad de México sobre los agravios que el General Fernando de Sousa y sus oficiales hicieron a los carreteros por los géneros que vinieron en la flota. México, 20-XII-1621. 11 fs. 8.- Traslado de las causas que el corregidor de la Veracruz hizo seguir de oficio de la real justicia contra el General de la Flota Fernando de Sousa y sus oficiales por usurpación de la jurisdicción real y ordinaria de la ciudad y otros excesos. Nueva Veracruz, 8-I-1622. 20 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1622-02-26.",
    "upd": null,
    "ref": "MEXICO,29,N.82"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
