{
  "id": "c8758",
  "work": {
    "cod": null,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/361522",
    "docs": 1,
    "title": "Carta del virrey Diego Carrillo de Mendoza, marqués de Gelves.",
    "scope": "El Virrey a S.M., diferencias con el general de la flota. 2 fs. Anejos: \n1.- Real Cédula por la que se manda que los generales de las flotas estén subordinados a los virreyes durante el tiempo que estuvieren en el puerto de Veracruz. Madrid, 27-III-1606. 2 fs. 2.- Real Cédula por la que se avisa al Virrey lo que se ordena al general de la flota acerca del conocimento de las causas de los soldados y marineros de ella el tiempo que estuvieren en la Nueva España. Madrid, 17-VI-1614. 2 fs. 3.- Testimonio de la respuesta que dio el general de la flota Don Fernando de Sousa a un recaudo del corregidor de Veracruz. Veracruz, 28-IV-1622. 2 fs. 4.- Información que hizo el corregidor de Veracruz en razón de que la ciudad tuvo mucha quietud después que se publicó la orden para que se quitase el cuerpo de guardia del general de la flota, hasta que le volvió a poner. Veracruz, 7-V-1622. 6 fs. 5.- Testimonio de cómo el General de la flota Don Fernando de Sousa dijo que había de prender al corregidor de Veracruz y llevarle preso al Consejo. Nueva Veracruz, 7-V-1622. 2 fs. 6.- Testimonio de lo que se le notificó al General de la flota Don Fernando de Sousa para que no saliesen sus soldados a hacer prisiones. Veracruz, 27-V-1622. 4 fs. 7.- Testimonio de la información que se hizo por Don Pedro de Otalora, corregidor de la Nueva Veracruz, contra los soldados del General de la flota Don Fernando de Sousa, sobre haber quitado un preso del cuerpo de guardia. Veracruz, 27-V-1622. 4 fs. 8.- Don Pedro de Otalora, corregidor de la ciudad de Veracruz, al Virrey, sobre los excesos del General de la flota Don Fernando de Sousa. Nueva Veracruz, 28-V-1622. 2 fs. 9.- Don Pedro de Otalora, corregidor de la ciudad de Veracruz, al Virrey, sobre los excesos del General de la flota Don Fernando de Sousa. Nueva Veracruz, 19-V-1622. 2 fs",
    "desc": null,
    "locn": "México",
    "lbd": "1622-06-26.",
    "upd": null,
    "ref": "MEXICO,29,N.89"
  },
  "data": {
    "mil": null,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": null,
    "mil_n": null
  }
}
