{
  "id": "c982",
  "work": {
    "cod": true,
    "cod_n": null,
    "stat": null,
    "stat_n": null
  },
  "cat": {
    "url": "http://pares.mcu.es/ParesBusquedas20/catalogo/description/349359",
    "docs": 3,
    "title": "Cartas de cabildos seculares",
    "scope": "Expediente instruido a instancia de carta del cabildo de Trujillo, informando de la necesidad de un presidio y problemas entre la ciudad y los cabos de infantería asentados en ella.",
    "desc": null,
    "locn": null,
    "lbd": "1630-12-15.",
    "upd": "1632-04-01.",
    "ref": "GUATEMALA,44A,N.38"
  },
  "data": {
    "mil": true,
    "pir": null,
    "def": null,
    "lit_n": null,
    "codg_n": "Examined to img 40 / PIR = 1 possibly / re non defence ie sailors' unruly behaviour while at port / 263 IMGS NEED FURTHER REVIEW AS OF 30 JUL 2022",
    "mil_n": "[start img 1] En todas las ocasiones que se an ofreçido sienpre, esta ciudad de trujillo a mostrado quan leales vasallos son en el servicio de VM como en la defensa que an echo al enemigo en ocassiones que a ella a venido los años atras que esta costa fue ynfestada dellos Poniendo sus vidas y haciendas tan a rriesgo como es notorio açiendo de sus pechoos muralla Por no tenerla esta dha ciudad cinpliendo con la obligacion de tan leales vasallos como de VM lo somos. [new para] Las Cossas an llegado a tnato estremo de lo que açen los cavos que a esta provincia vienen todos los años y sus ministros fomentados dellos que nos a obligado a pedir al governador haga informasion de los agravios malos tratamientos y estorsiones que alos vezinos y forasteros açen los dhos cavos y sus ministros para que Por ella y su informe le conste a VM dello y Viendolo seamos honrrados y anparados castigando a los que semejantes delitos cometen y porver de rremedio para lo de adelante que por ser tan pocos los los vexinos que no llegan a trainta y de essos se an aussentado algunos Por huyr el peligro en que cada dia se ven con los dichos cavos de perder sus acien [start img 2] das y onrras se atreven haçer semejantes cosas. Por venir por Cedula particular de VM esentos de la Justicia ordinaria cosa que antes no los [ill]ian [asian?] venir con que no se dava lugar a los exçesos que aora açen que por ser tantos no sean podido disimular sin dar quanta dello a VM a quien suplicamos umilmente se sirva de poner rremedio a ello pues la necesidad lo rrequiere. [new para] En virtud de la orden que tiene de VM el dho governador sobre convenir aya en esta ciudad presidio se a echo la deligencia que a VM enbia y sera de muy grande considerasion le aya asi para la defense della Como para la hacienda que aqui se rrecoge. Para que vaia en las naos como para en las ocasiones que se ofreciesen de socorrerlas pues los gastos que puede tener se puede sacar de los indios que fueren vacando situandolo para este efeto y servira de freno Para que los cavos y su gente vivan pacificam.te sin que los vecinos rrecivan agravio ninguno con que todo çesara mandando VM ponerlo en execusion con la brevedad que el caso lo rrequiere [customary letter ending] [start img 6] [customary opening] Petiçion Bernardino de [ill]alderas [valderas?] Procurador xeneral de esta ciudad de truxillo y beçino de ella ante VM Parezer y digo que en treçe de este presente mes Como tal porcurador de esta çiudad en nombre de los beçinos y rrepublica pressente una petiçion ante la justiçia y rreximento de esta çiudad [continues]"
  }
}
